Repository: jalireza64/RaadeenShareManagementDashboard
Catalog: EmployeeRequest/App_Resources/CaptionsLibrary.*.resx
Languages: fa_ir

source: Refresh Calendar
fa_ir: بروزرسانی تقویم

source: Calendar Day Type
fa_ir: نوع روز تقویم

source: Holiday
fa_ir: تعطیل

source: Is Copy To All Days
fa_ir: کپی در تمام روزها

source: Solar Calendar
fa_ir: تقویم شمسی

# Paid
source: With salary
fa_ir: باحقوق

source: Right Vacation
fa_ir: استحقاقی(سهمیه)

source: Edit Interval
fa_ir: ویرایش بازه

source: Edit Shift
fa_ir: ویرایش شیفت

source: Edit SuperShift
fa_ir: ویرایش شیفت ترکیبی

source: Select Year
fa_ir: انتخاب سال

source: Mission Defenition
fa_ir: تعریف ماموریت

source: Copy From
fa_ir: کپی از

source: Destination Date From
fa_ir: تاریخ مقصد از

source: Destination Date To
fa_ir: تاریخ مقصد تا

source: Source Date From
fa_ir: مبدا تاریخ از

source: Source Date To
fa_ir: مبدا تاریخ تا

source: Destination Days Type
fa_ir: نوع روزهای مقصد

source: Distance
fa_ir: فاصله از مرکز

source: Factor
fa_ir: ضریب ماموریت

source: TimeOffset
fa_ir: اختلاف زمانی نسبت به مرکز

source: Daily Compute
fa_ir: محاسبات روزانه

source: Calculation
fa_ir: محاسبه

source: WorkGroup Type
fa_ir: نوع گروه کاری

source: Custom Functionality Detail
fa_ir: مقدار کارکرد سفارشی

source: Custom Functionality
fa_ir: کارکرد سفارشی

source: Periodic Compute
fa_ir: محاسبات دوره ای

# CustomFunctionalityDetail1
source: Custom Functionality Detail
fa_ir: جزئیات کارکرد سفارشی

source: Smart Assistant
fa_ir: دستیار هوشمند

source: Fault Correction
fa_ir: تصحیح خطا

source: Errors
fa_ir: خطاها

source: Warnings
fa_ir: هشدارها

# IoList
source: list of Inputs and outputs
fa_ir: لیست ورود و خروج

source: CheckIn List
fa_ir: لیست اعلام حضور

source: Grouping
fa_ir: گروهی

source: individual
fa_ir: فردی

source: Copy of workflow
fa_ir: کپی از روند

source: Smart Shift Allocation
fa_ir: اختصاص شیفت هوشمند

source: Recharge Precepts
fa_ir: تمدید احکام

source: Group Insertion Adjustment Recording
fa_ir: درج گروهی برگه تسویه

source: Group Insertion Daily Extra Work Permission
fa_ir: درج گروهی مجوز اضافه کار

source: Group Insertion Mission Registration
fa_ir: درج گروهی ماموریت

source: Group Insertion Periodly Extra Work Permission
fa_ir: درج گروهی مجوز اضافه کار دوره ای

source: Group Insertion Remove Shift Allocation
fa_ir: حذف اختصاص شیفت فردی

source: Group Insertion Special Add SubVacation
fa_ir: درج گروهی کسر و اضافه سهمیه مرخصی

source: Group Insertion Special Extra Work
fa_ir: درج گروهی اضافه کار ویژه

source: Group Insertion Special Work Deficit
fa_ir: درج گروهی کسر کار ویژه

source: Group Insertion Vacation Registration
fa_ir: درج گروهی مرخصی

source: Is Mines Value
fa_ir: مقدار کسر شود

source: Workflow
fa_ir: روند

source: Workflow Template
fa_ir: قالب روند

source: Workflow Template Name
fa_ir: نام قالب روند

source: Workflow Template Type
fa_ir: نوع قالب روند

source: Workflow Title
fa_ir: عنوان روند

source: Workflow Template Type Detail
fa_ir: جزئیات نوع روند

source: Periodly Extra Work Permission For Group
fa_ir: مجوز اضافه کار دوره ایی برای گروه کاری

source: Is Override Exist Value
fa_ir: مقادیر قبلی باز نشانی شود

source: Edit Template
fa_ir: ویرایش قالب

source: Make Template
fa_ir: ساخت قالب

source: WorkFlow Copy
fa_ir: کپی روند

source: Visitor
fa_ir: مشاهده کننده

source: Visitors
fa_ir: مشاهده کنندگان

source: End
fa_ir: پایان

source: Start
fa_ir: شروع

source: Max Length
fa_ir: سقف طول

source: Min Length
fa_ir: کف طول

source: Workflow Detail Type
fa_ir: جزئیات نوع روند

source: Workflow Type
fa_ir: نوع روند

source: Applicant
fa_ir: تایید کننده

source: Applicants
fa_ir: تایید کنندگان

source: Expire Days Type For Calculation
fa_ir: نحوه محاسبه روزها برای انقضا

source: Expire Decision
fa_ir: عملکرد در صورت انقضاء

source: Expire TimeOut
fa_ir: مدت زمان انقضاء

source: ExtraWork Interval
fa_ir: بازه اضافه کار

source: Forced ExtraWork Interval
fa_ir: بازه اضافه کار اجباری

source: ShiftIn Workday
fa_ir: شیفت در روز کاری

source: Special Interval
fa_ir: بازه خاص

source: Super Shift In Workday
fa_ir: شیفت ترکیبی در روز کاری

source: Work Day
fa_ir: روز کاری

source: Work Interval
fa_ir: بازه کار

source: CalendarDays
fa_ir: روزهای تقویم

source: Add Level
fa_ir: افزودن سطح

source: Add Rule
fa_ir: افزودن قانون

source: Add Visitor
fa_ir: افزودن مشاهده کننده

source: Level
fa_ir: سطح

source: Remove Rule
fa_ir: حذف قانون

source: Remove Visitors
fa_ir: حذف مشاهده کنندگان

source: Remove Level
fa_ir: حذف سطح

source: Rule
fa_ir: قانون

source: New Level
fa_ir: سطح جدید

source: WorkFlow Template Configuration
fa_ir: پیکربندی قالب گردش کار

source: Seconders
fa_ir: درخواست دهندگان

source: Remove Visitors List
fa_ir: حذف لیست مشاهده کنندگان

source: Remove Visitor
fa_ir: حذف مشاهده کننده

source: Add Applicant
fa_ir: افزودن تایید کننده

source: Select Visitor
fa_ir: انتخاب مشاهده کننده

source: Add Seconder
fa_ir: افزودن درخواست دهنده

source: Is Request Reason Required
fa_ir: الزام ثبت علت درخواست

source: Other
fa_ir: سایر

source: BusinessPartner Rules
fa_ir: قوانین پرسنلی

source: BusinussPartner Id
fa_ir: شناسه فرد

source: Request Reason
fa_ir: علت درخواست

source: Has Overlapped Shifts
fa_ir: شیفت متداخل

source: Calculation Dead Time
fa_ir: تاریخ بستن محاسبات

source: Calculation Dead Time In Days
fa_ir: زمان بستن محاسبات بعد از پایان دوره

source: Sequence Working
fa_ir: نوبت کاری

source: Shift Type Detail
fa_ir: جزئیات نوع شیفت

source: Show Shift
fa_ir: نمایش شیفت

source: Show WorkGroup
fa_ir: نمایش گروه کاری

source: Automatic Permission Request
fa_ir: درخواست خودکار مجوز

source: Register Automatic Permission Request
fa_ir: ثبت درخواست خودکار مجوز

source: Suggested Work Dificits
fa_ir: کسر کارهای پیشنهادی

source: Select Data
fa_ir: انتخاب داده

source: Reason
fa_ir: علت

source: Day Of Week
fa_ir: روز هفته

source: Module
fa_ir: ماژول

source: Register Papers
fa_ir: ثبت برگه ها

source: First Entry
fa_ir: اولین ورود

source: Last Exit
fa_ir: آخرین خروج

source: Personal Io List
fa_ir: لیست ورود و خروج فردی

source: Module Type
fa_ir: نوع ماژول

source: Register Smart Request
fa_ir: ثبت هوشمند درخواست

source: Aggregation
fa_ir: تجمیعی

source: Computing
fa_ir: محاسباتی

source: Execute Location
fa_ir: محل اجرا

source: Execute Time
fa_ir: زمان اجرا

source: Formulation
fa_ir: فرمول نویسی

source: Group Code
fa_ir: کد گروه

source: Logical
fa_ir: منطقی

source: Static
fa_ir: ثابت

source: Numeric
fa_ir: عددی

source: Variables
fa_ir: متغیرها

source: Body Type
fa_ir: نوع بدنه

source: Condition Type
fa_ir: نوع شرط

source: Adaptive Holiday Day Duration For Vacation
fa_ir: طول روز تعطیل توافقی برای احتساب مرخصی

source: Official Holiday Day Duration For Vacation
fa_ir: طول روز تعطیل رسمی برای احتساب مرخصی

source: Include Interval As Mission
fa_ir: احتساب مدت بازه بعنوان ماموریت

source: Include Interval As Vacation
fa_ir: احتساب مدت بازه بعنوان مرخصی

source: Request Management
fa_ir: مدیریت درخواست

source: Properties
fa_ir: خصوصیات

source: Remove Body
fa_ir: حذف بدنه

source: Remove Condition
fa_ir: حذف شرط

source: Adaptive Holiday Day Duration For Mission
fa_ir: طول روز تعطیل توافقی برای احتساب ماموریت

source: Official Holiday Day Duration For Mission
fa_ir: طول روز تعطیل رسمی برای احتساب ماموریت

source: Adaptive Holiday Parameters
fa_ir: پارامترهای تعطیلات توافقی

source: Adaptive Parameters
fa_ir: پارامترهای توافقی

source: Between Holidays Parameters
fa_ir: پارامترهای بین مرخصی

source: Etc.
fa_ir: غیره

source: General Features
fa_ir: ویژگی های عمومی

source: Mission obtaining parameters
fa_ir: پارامترهای اخذ ماموریت

source: Obtaining parameters In Day
fa_ir: پارامترهای اخذ در روز

source: Obtaining parameters In Period
fa_ir: پارامترهای اخذ در دوره

source: Obtaining parameters In Year
fa_ir: پارامترهای اخذ در سال

source: Official Holiday Parameters
fa_ir: پارامترهای تعطیلات رسمی

source: Official Parameters
fa_ir: پارامترهای رسمی

source: Original
fa_ir: اصلی

source: Vacation obtaining parameters
fa_ir: پارامترهای اخذ مرخصی

source: WorkFlowTemplateCopy
fa_ir: کپی قالب

source: IsLeaf
fa_ir: صرفا خود سمت

source: Job Position Alternate
fa_ir: جانشین

source: Original Cartable Owner
fa_ir: مربوط به

source: JobPosition Alternate Defination
fa_ir: تعریف جانشین

source: JobPosition Alternate Management
fa_ir: مدیریت جانشین

source: New JobPosition Alternate
fa_ir: جانشین جدید

source: JobPosition Alternate Precept
fa_ir: حکم جانشینی

source: JobPosition Alternates
fa_ir: جانشین (ها)

source: Accessible Cartables
fa_ir: کارتابل های در دسترس

source: Beginning
fa_ir: مبدا

source: Destination
fa_ir: مقصد

source: Workgroup Shift Allocation Copy Mode Type
fa_ir: کپی بر مبنای

source: Working Periods
fa_ir: دوره های کاری

source: Copy of days
fa_ir: کپی از روزها

source: Captcha Text
fa_ir: متن حروف امنیتی

source: Login time
fa_ir: زمان ورود

source: Error received
fa_ir: خطا در دریافت

source: Calculation fault messages
fa_ir: رخدادهای دستیار هوشمند

source: Error in Connect To Services
fa_ir: خطا در ارتباط با سرویس ها

source: Keys
fa_ir: کلیدها

source: Key
fa_ir: کلید

source: Job title
fa_ir: شغل

source: First event
fa_ir: اولین رویداد

source: Last event
fa_ir: آخرین رویداد

source: Daily
fa_ir: روزانه

source: Persist Grid State
fa_ir: ذخیره حالت فعلی جدول

source: Day Duration For Converting Remaining Vacation
fa_ir: طول روز برای تبدیل مانده مرخصی به روز

source: Remaining Vacation Format Type
fa_ir: نوع تبدیل مانده مرخصی

source: Burnt Value Formatted
fa_ir: مقدار سوخت شده سفارشی

source: Current Year Remain From Previous Period Formatted
fa_ir: مانده سال جاری از دوره قبل سفارشی

# CurrentYearRemainingUntilEndOfCurrentYearFormatted
source: Current Year Remaining Unti End Of Current Year Formatted
fa_ir: مانده سال جاری تا پایان سال سفارشی

source: Current Year Remain Up To Now Formatted
fa_ir: مانده سال جاری تاکنون سفارشی

source: Formatted
fa_ir: فرمت شده

source: Remain From Previous Year Formatted
fa_ir: مانده از سال قبل سفارشی

source: Remaining Transfered From Previous Year Formatted
fa_ir: مانده انتقال داده شده از سال قبل سفارشی

source: Total Remaining From Previous Period Formatted
fa_ir: مانده کل از دوره قبل سفارشی

source: Total Remain Up To End Of Year Formatted
fa_ir: مانده کل تا پایان سال سفارشی

source: Total Remain Up To Now Formatted
fa_ir: مانده کل تاکنون سفارشی

source: Un Useable Value Formatted
fa_ir: مقدار غیرقابل استفاده سفارشی

source: Vacation Quota Formatted
fa_ir: سهمیه مرخصی سفارشی

source: Vacation Taken In Period Formatted
fa_ir: مقدار مرخصی اخذ شده طی دوره سفارشی

source: Customize
fa_ir: سفارشی

# FaultRegisterationNo
source: Fault Registeration No {0}
fa_ir: ثبت با خطا {0}

# MaximumRecordCount
source: Maximum Record Count {0}
fa_ir: تعداد کل رکوردها {0}

# SuccessRegisterationNo
source: Success Registeration No {0}
fa_ir: ثبت موفقیت آمیز {0}

source: Saterday
fa_ir: شنبه

source: Is Default Mission
fa_ir: ماموریت پیش فرض

source: Reporting
fa_ir: گزارشگیری

source: Employee System Reports
fa_ir: گزارشات پرسنلی

source: TimeAttendance System Reports
fa_ir: گزارشات حضور و غیاب

source: Remain Until To Begin Of Period
fa_ir: مانده تا ابتدای دوره

source: JobPosition(s) Properties
fa_ir: مشخصات پست سازمانی (ها)

source: Is Follow Sequential Confirmable
fa_ir: رعایت دقیق سلسله مراتب

source: Remove JobPosition
fa_ir: حذف پست سازمانی

source: Remove Selected JobPosition From Rule
fa_ir: حذف پست سازمانی انتخابی از قانون

source: Close
fa_ir: بستن

source: FilterList
fa_ir: لیست فیلترها

source: Filters
fa_ir: فیلترها

source: Report Title
fa_ir: عنوان گزارش

source: BeginningWith
fa_ir: شروع شود با

source: Between
fa_ir: در بازه

source: Containing
fa_ir: شامل

source: EndingWith
fa_ir: پایان یابد با

source: EqualTo
fa_ir: برابر با

source: GreaterThan
fa_ir: بزرگتر از

source: GreaterThanOrEqualTo
fa_ir: بزرگتر یا مساوی

source: LessThan
fa_ir: کوچکتر از

source: LessThanOrEqualTo
fa_ir: کوچکتر یا مساوی

source: NotBetween
fa_ir: خارج از بازه

source: NotContaining
fa_ir: شامل نشود

source: NotEqualTo
fa_ir: مخالف با

source: No Record
fa_ir: رکوردی یافت نشد

source: Zone Name
fa_ir: عنوان ناحیه

source: Apply and show
fa_ir: اعمال و مشاهده

# EachExtraworkHourInPeriodWithItem
source: Each Extrawork Hour In {0} With
fa_ir: هر یک ساعت اضافه کار در {0} با

source: Min Distance Between Permission Records
fa_ir: حداقل فاصله زمانی بین دو رکورد مجوز

source: Attached File
fa_ir: فایل پیوست

source: Remain Vacation Request Percentage
fa_ir: درصد مانده مرخصی برای ثبت درخواست

source: Dest Swap Count
fa_ir: تعداد جابجا شدن

source: Relocation Count
fa_ir: تعداد تغییر شیفت

source: Source Swap Count
fa_ir: تعداد جابجا کردن

source: Max Shift Swap In Period
fa_ir: سقف تعداد جابجایی شیفت در دوره

source: Relocation Shift
fa_ir: تغییر شیفت

source: Swaping Shift
fa_ir: جابجایی شیفت

# RemoveNotAllowedExtraWorkOutOfRegion
source: Remove Not Allowed OutOfRegion ExtraWork
fa_ir: حذف اضافه کار خارج از محدوده

source: Relocated
fa_ir: جابجا شونده

source: Relocator
fa_ir: جابجا کننده

source: Relocated EmployeeCode
fa_ir: کد پرسنلی جابجا شونده

source: Relocated EmployeeName
fa_ir: نام جابجا شونده

source: Relocator EmployeeCode
fa_ir: کد پرسنلی جابجا کننده

source: Relocator EmployeeName
fa_ir: نام جابجا کننده

source: Hourly
fa_ir: ساعتی

source: Permission Type
fa_ir: نوع مجوز

source: To Duration
fa_ir: به مدت

# AccessLevelDefination
source: Access Level Definition
fa_ir: تعریف سطوح دسترسی

source: Access Levels
fa_ir: سطوح دسترسی

# BaseInforamtion
source: Base Information
fa_ir: اطلاعات پایه

source: Calendar
fa_ir: تقویم

source: Calendar and specific maturity
fa_ir: تقویم و سررسید خاص

source: Daily Compute Show
fa_ir: نمایش محاسبات روزانه

source: Definitions
fa_ir: تعاریف

source: Economic
fa_ir: اقتصادی

source: Educational
fa_ir: تحصیلی

# ForJob
source: Job
fa_ir: شغلی

source: General Calendar
fa_ir: تقویم و سررسید کلی

source: Group Insertion
fa_ir: درج گروهی

source: Interval And Shift
fa_ir: بازه و شیفت

source: Io And ExtraWork
fa_ir: ورود و خروج و اضافه کار

source: Keys Management
fa_ir: مدیریت کلیدها

source: Lists
fa_ir: لیست ها

source: Periodic Compute Show
fa_ir: نمایش محاسبات دوره ای

source: Personnel Info
fa_ir: اطلاعات پرسنل

source: Persons List
fa_ir: لیست افراد

source: Productivity Improvement Rules
fa_ir: قوانین ارتقاء بهره وری

# SystemUserDefination
source: Systemic User Defination
fa_ir: تعریف کاربر سیستم

source: types of
fa_ir: انواع

source: User Defination
fa_ir: تعریف کاربر

source: Vacation And Mission
fa_ir: مرخصی و ماموریت

source: IsRequestableHourlyExtraWorkPermission
fa_ir: قابلیت درخواست مجوز اضافه کار ساعتی

source: The Workflow
fa_ir: گردش کار

source: Release Date
fa_ir: تاریخ انتشار

source: Release Detail
fa_ir: جزئیات نشر

source: BpSelection Mode
fa_ir: بر اساس انتخاب افراد

source: Periodic Compute Type
fa_ir: نوع محاسبه

source: WorkGroup Mode
fa_ir: بر اساس گروه کاری

source: Early Interval Duration
fa_ir: مدت بازه اول وقت

source: Early Vacation Max Num Per Period
fa_ir: سقف تعداد مرخصی اول وقت در دوره

source: Session Expire Error
fa_ir: خطای عدم فعالیت

source: ComputeAllowedDelayWithFloating
fa_ir: در صورت استفاده از شناوری تاخیر مجاز حساب شود

source: ComputeEarlyVacationWithFloating
fa_ir: در صورت استفاده از شناوری مرخصی ابتدای شیفت حساب نشود

source: Remaining From Previous Year
fa_ir: مانده از سال قبل

source: Taken Vacation During Period
fa_ir: مقدار اخذ شده طی دوره

source: Sum Total
fa_ir: جمع کل

source: Vacation Alternate
fa_ir: جانشین مرخصی

source: Vacation Alternate Cartable
fa_ir: کارتابل جانشین مرخصی

source: Alternate Job Position Required
fa_ir: الزام تعیین جانشین مرخصی

source: Cost Center Code
fa_ir: کد مرکز هزینه

source: Log Management
fa_ir: مدیریت رویداد ها

source: Ip Address
fa_ir: آدرس Ip

source: Operation Type
fa_ir: نوع عملیات

source: User
fa_ir: کاربر

source: User Interface
fa_ir: رابط کاربری

source: Log Source
fa_ir: مبدا رویداد

source: Activation Type
fa_ir: نوع فعالسازی

source: File
fa_ir: فایل

source: Internet
fa_ir: اینترنت

source: Product ID
fa_ir: شناسه محصول

source: Select File
fa_ir: انتخاب فایل

source: Specification
fa_ir: مشخصات

source: System ID
fa_ir: شناسه سیستم

source: System Type
fa_ir: نوع سیستم

source: Deactivation Code
fa_ir: کد غیرفعالسازی

source: Exclaim Code
fa_ir: اعلام کد

source: Deactivation Type
fa_ir: نوع غیرفعالسازی

source: Loack Operation
fa_ir: عملیات قفل

source: Lock Operation
fa_ir: عملیات قفل

source: Activation
fa_ir: فعالسازی

source: Deactivation
fa_ir: غیرفعالسازی

source: Employee System
fa_ir: سیستم پرسنلی

source: Assortment
fa_ir: دسته بندی

source: User Address
fa_ir: آدرس کاربر

# SumOfNotAllowedExtraWork
source: Not Allowed Extra Work
fa_ir: اضافه کار غیر مجاز

# MinNotPaidVacationForAdjustAccuredHoliday
source: Min Not Paid Vacation Fo Adjust Accured Holiday
fa_ir: کف مرخصی بدون حقوق برای تعدیل تعطیلات متعلقه

source: Min Not Paid Vacation For Adjust Vacation Stock
fa_ir: کف مرخصی بدون حقوق برای تعدیل سهمیه مرخصی

source: Sheet Detail
fa_ir: جزئیات برگه

source: Interval Duration
fa_ir: طول بازه

source: Mission Defenition Rules
fa_ir: تعریف قوانین ماموریت

source: Mission Paper Register
fa_ir: ثبت برگه ماموریت

source: Vacation Paper Register
fa_ir: ثبت برگه مرخصی

source: Special Card
fa_ir: کارت ویژه

source: Record Type
fa_ir: نوع رکورد

source: Add To Filter Date
fa_ir: افزودن تاریخ به فیلتر

source: Add Vacation To Filter
fa_ir: افزودن مرخصی به فیلتر

source: From Employee Code
fa_ir: از کد پرسنلی

source: From Paper No
fa_ir: از شماره برگه

source: To Employee Code
fa_ir: تا کد پرسنلی

source: To Paper No
fa_ir: تا شماره برگه

source: Add Mission To Filter
fa_ir: افزودن ماموریت به فیلتر

source: Register Mission Paper
fa_ir: ثبت برگه ماموریت

source: Read From
fa_ir: خواندن از

source: Calculations
fa_ir: محاسبات

# FunKeyDevice
source: Function Key Device
fa_ir: وضعیت کلیدهای دستگاه

source: Business Deductions
fa_ir: کسر کار

source: Total Presence
fa_ir: حضور کل

source: End Range
fa_ir: پایان بازه

source: Start Range
fa_ir: شروع بازه

source: Duration With Hou rAnd Minute
fa_ir: مدت زمان به ساعت و دقیقه

source: Vacation Type Defination
fa_ir: تعریف انواع مرخصی

source: Final Date
fa_ir: تاریخ نهایی

source: FinalTime
fa_ir: زمان نهایی

source: Relative
fa_ir: نسبت

source: Relative Kind
fa_ir: نوع رابطه وابستگی

source: Obtaining Vacation Parameters In Day
fa_ir: پارامترهای اخذ مرخصی در روز

source: Obtaining Vacation Parameters In Period
fa_ir: پارامترهای اخذ مرخصی در دوره

# SumOfAllowedExtraWork
source: Allowed Extra Work
fa_ir: اضافه کار مجاز

source: Interval Name
fa_ir: نام بازه

source: Super Shift Name
fa_ir: نام شیفت ترکیبی

source: Is Right
fa_ir: استحقاقی

source: Is Mission Location Required
fa_ir: الزام ثبت محل ماموریت

source: Final Record Type
fa_ir: نوع رکورد نهایی

source: Id Number
fa_ir: شماره شناسایی

source: Change Password
fa_ir: تغییر کلمه عبور

source: Print Details
fa_ir: چاپ جزییات

source: Time Duration
fa_ir: مدت زمان

source: Shift Relocation Request
fa_ir: درخواست تغییر شیفت

source: Name Of Swaped
fa_ir: نام جابجا شونده

source: Shift Swap
fa_ir: جابجایی شیفت

source: Swap Shift History
fa_ir: سوابق جابجایی شیفت

source: Swap Shift Request
fa_ir: درخواست جابجایی شیفت

source: Work Group Relocation Request
fa_ir: درخواست تغییر گروه کاری

source: Work Group Relocation
fa_ir: تغییر گروه کاری

source: Work Group Relocation Sheet Archive
fa_ir: آرشیو تغییر گروه کاری

source: Shift Relocation Permission Page sArchive
fa_ir: آرشیو برگه های تغییر شیفت

source: Shift Relocation
fa_ir: تغییر شیفت

source: Swap Shift Paper Archive
fa_ir: آرشیو برگه های جابجایی شیفت

source: Shift Relocation Management
fa_ir: مدیریت تغییر شیفت

source: Destination Employee Full Name
fa_ir: نام جابجا شونده

source: Work Group Relocation Management
fa_ir: مدیریت تغییر گروه کاری

source: Shift Swap Management
fa_ir: مدیریت تغیر شیفت

source: Shift Swap Cartable
fa_ir: کارتابل جابجایی شیفت

source: Shift Relocation Requests
fa_ir: درخواست های تغییر شیفت

source: Shift Swap Requests
fa_ir: درخواست های جابجایی شیفت

source: Work Group Relocation Requests
fa_ir: درخواست های تغییر گروه کاری

source: Begin O fShift Swap Allow Range
fa_ir: شروع محدوده مجاز جابجایی شیفت

source: Calc Type Of Shift Swap Allow Range Type
fa_ir: نوع محاسبه محدوده مجاز جابجایی شیفت

source: End Of Shift Swap Allow Range
fa_ir: پایان محدوده مجاز جابجایی شیفت

source: Is Shift Swap Requestable
fa_ir: قابلیت درخواست جابجایی شیفت

source: Swapped Employee Code
fa_ir: کد پرسنلی جابجا شونده

source: Swapped Employee Full Name
fa_ir: نام و نام خانوادگی جابجا شونده

source: Swapper Employee Code
fa_ir: کد پرسنلی جابجا کننده

source: Swapper Employee Full Name
fa_ir: نام و نام خانوادگی جابجا کننده

source: Begin Of Shift Or Work Group Relocation Allow Range
fa_ir: شروع محدوده مجاز تغییر شیفت یا گروه کاری

source: Calc Type Of Shift Or Work Group Relocation Allow Range Type
fa_ir: نوع محاسبه محدوده مجاز تغییر شیفت یا گروه کاری

source: End Of Shift Or Work Group Relocation Allow Range
fa_ir: پایان محدوده مجاز تغییر شیفت یا گروه کاری

source: Is Shift Or Work Group Relocation Requestable
fa_ir: قابلیت درخواست تغییر شیفت یا گروه کاری

source: Max Shift Or Work Group Relocation In Period
fa_ir: سقف تعداد تغییر شیفت یا گروه کاری در دوره

source: Have Seperate Request Link
fa_ir: دارای لینک درخواست جداگانه

source: Custom Functionality Permission Pages Archive
fa_ir: آرشیو درخواست های سفارشی

source: Custom Functionality Request Registration
fa_ir: ثبت درخواست سفارشی

source: Custom Requests
fa_ir: درخواست های سفارشی

source: Calc Type Of Allow Range
fa_ir: نوع محاسبه محدوده مجاز

source: Max Count Per Day
fa_ir: سقف تعداد در روز

source: Max Count Per Period
fa_ir: سقف تعداد در دوره

source: Max Length Per Day
fa_ir: سقف طول در روز

source: Max Length Per Period
fa_ir: سقف طول در دوره

source: Max Length Request
fa_ir: سقف طول درخواست

source: Min Length Request
fa_ir: کف طول درخواست

source: View Type Value
fa_ir: نوع نمایشی مقدار

source: Custom Functionality Detail Management
fa_ir: مدیریت کارکرد سفارشی

source: Beta
fa_ir: بتا

source: Custom
fa_ir: سفارشی

source: Custom Kind
fa_ir: نوع سفارشی

source: Custom Value
fa_ir: مقدار سفارشی

source: Employee Special Extra Work Archive
fa_ir: آرشیو اضافه کار ویژه

source: Special Extra Work Rules
fa_ir: قوانین اضافه کار ویژه

source: Max Length For Request
fa_ir: سقف طول برای درخواست

source: Min Length For Request
fa_ir: کف طول برای درخواست

source: Access Level For Group
fa_ir: انتساب سطح دسترسی

source: Requester Employee Code
fa_ir: کد پرسنلی درخواست دهنده

source: Requester Employee FullName
fa_ir: نام و نام خانوادگی درخواست دهنده

source: Special ExtraWork Management
fa_ir: مدیریت اضافه کار ویژه

source: End Of Allow Range After End Of Period
fa_ir: سقف مهلت ثبت برگه بعد از پایان دوره

source: End Of Shift Relocation Allow Range After End Of Period
fa_ir: سقف مهلت ثبت برگه تغییر شیفت یا گروه کاری بعد پایان دوره

source: End Of Shift Swap Allow Range After End Of Period
fa_ir: سقف مهلت ثبت برگه جابجایی شیفت بعد پایان دوره

source: Is Hide Description
fa_ir: عدم نمایش توضیحات

source: Is Hide Mission Detaile
fa_ir: عدم نمایش جزئیات ماموریت

source: Is Hide Mission Report
fa_ir: عدم نمایش گزارش ماموریت

source: Is Hide Request Reason
fa_ir: عدم نمایش علت درخواست

source: Documents Type
fa_ir: نوع مدارک

source: Document Type
fa_ir: نوع مدرک

source: Document Attachment
fa_ir: پیوست مدارک

source: Calc Early Vacation Count For Future Request
fa_ir: احتساب مرخصی اول وقت برای مرخصی آینده

source: Calc Early Vacation Count With Presence
fa_ir: احتساب مرخصی اول وقت در صورت داشتن حضور

source: Adjustment Vacation Stock
fa_ir: سهمیه مرخصی تعدیل شود

source: Copy
fa_ir: کپی

source: Filter Copy
fa_ir: کپی فیلتر

source: Formatted Total Taken Vacation
fa_ir: جمع مرخصی اخذ شده

source: Formatted Total Vacation Stock
fa_ir: جمع سهمیه مرخصی

source: Precept End Date
fa_ir: تاریخ پایان حکم

source: Precept Start Date
fa_ir: تاریخ شروع حکم

source: New Job Position
fa_ir: پست سازمانی جدید

source: New Organization
fa_ir: سازمان جدید
