Repository: jalireza64/RaadeenShareManagementDashboard
Catalog: EmployeeRequest/App_Resources/CaptionsLibrary.*.resx
Languages: fa_ir

source: Special Extra Work Paper Register
fa_ir: ثبت برگه اضافه کار ویژه

source: Special Work Deficit Paper Register
fa_ir: ثبت برگه کسر کار ویژه

source: Adjustment Recording Paper Register
fa_ir: ثبت برگه تسویه

source: Initial Remain Vacation Register
fa_ir: ثبت مقدار اولیه مانده مرخصی

source: Special Add SubVacation Paper Register
fa_ir: ثبت برگه کسر و اضافه سهمیه مرخصی

source: Custom Value Request Register
fa_ir: ثبت درخواست مقدار سفارشی

source: Daily Extrawork Permission Paper Register
fa_ir: ثبت برگه مجوز اضافه کار

source: Periodly ExtraWork Permission Paper Register
fa_ir: ثبت برگه مجوز اضافه کار دوره ای

source: Mission Paper
fa_ir: برگه ماموریت

source: Vacation Paper
fa_ir: برگه مرخصی

source: View Remain Vacation
fa_ir: مشاهده مانده مرخصی

source: Dark Blue
fa_ir: آبی تیره

source: Green
fa_ir: سبز

source: Orange
fa_ir: نارنجی

source: Pink
fa_ir: صورتی

source: Aqua
fa_ir: آکوا

source: Theme
fa_ir: پوسته

source: Change Language
fa_ir: تغییر زبان

source: Moore
fa_ir: بیشتر

source: Main
fa_ir: اصلی

source: Categories
fa_ir: رده ها

source: Show Attachments
fa_ir: نمایش مدارک

source: Start Over
fa_ir: شروع مجدد

source: Export To Excel
fa_ir: خروجی به اکسل

source: Select Employee
fa_ir: انتخاب پرسنل

source: Total
fa_ir: کل

source: Reverse Selection
fa_ir: انتخاب معکوس

source: Select With Employee Code
fa_ir: انتخاب بر اساس کد پرسنل

source: Documents
fa_ir: مدارک

# AccessLevelForGroupGroup
source: Access Level For Group
fa_ir: انتساب سطح دسترسی گروهی

source: CreateFilter
fa_ir: ساخت فیلتر

source: Repeat Number Start
fa_ir: شروع عدد تکرار

# KB
source: Kilo Byte
fa_ir: کیلو بایت

source: Parameters
fa_ir: پارامتر ها

# IsLogActive
source: Submit Logs
fa_ir: فعال سازی ثبت رویدادها

source: Login By Active Directory
fa_ir: ورود از طریق اکتیو دایرکتوری

source: Password Complexity Expression
fa_ir: عبارت پیچیدگی گذرواژه

source: Service
fa_ir: سرویس

source: Black
fa_ir: مشکی

source: Blue Opal
fa_ir: اوپال آبی

source: Bootstrap
fa_ir: بوت استرپ

source: Default
fa_ir: پیش فرض

source: Fiori
fa_ir: فیوری

source: Flat
fa_ir: تخت

source: High Contrast
fa_ir: کنتراست بالا

source: Material
fa_ir: متریال

source: Material Black
fa_ir: متریال مشکی

source: Metro
fa_ir: مترو

source: Metro Black
fa_ir: مترو مشکی

source: Moon Light
fa_ir: مونلایت

source: Nova
fa_ir: نووا

source: Office 365
fa_ir: آفیس 365

source: Silver
fa_ir: نقره ای

source: Uniform
fa_ir: یونیفورم

source: Employee Information
fa_ir: مشخصات پرسنل

source: Less
fa_ir: کم

source: Identification Information
fa_ir: اطلاعات شناسایی

source: Employment
fa_ir: استخدامی

source: General Status
fa_ir: وضعیت عمومی

source: Description And Signature
fa_ir: توضیحات و امضا

source: Equal With
fa_ir: برابر با

source: Not Equal With
fa_ir: نامساوی با

source: Contains
fa_ir: شامل

source: Starts With
fa_ir: شروع با

source: Ends With
fa_ir: پایان با

source: Is Null
fa_ir: بدون مقدار

source: Is No tNull
fa_ir: دارای مقدار

source: IsEmpty
fa_ir: خالی

source: Is Not Empty
fa_ir: پر

source: Does Not Contain
fa_ir: بدون

source: Precept
fa_ir: حکم

source: Alternate Job Position
fa_ir: پست سازمانی جانشین

source: Avilable Filters
fa_ir: فیلترهای موجود

source: No Data Found
fa_ir: اطلاعاتی یافت نشد

source: Alternate Precepts Archive
fa_ir: آرشیو احکام جانشینی

source: Job Position Precepts Archive
fa_ir: آرشیو احکام پست سازمانی

source: Workflow Template Definition
fa_ir: تعریف قالب روند

source: Workflow Definition
fa_ir: تعریف روند

source: Workflows
fa_ir: روندها

source: Days Calculation Type
fa_ir: نحوه محاسبه روزها

source: Edit Rule
fa_ir: ویرایش قانون

source: Edit Visitors List
fa_ir: ویرایش لیست مشاهده کنندگان

source: Workflow Structure
fa_ir: ساختار روند

source: Workflow Name
fa_ir: نام روند

source: People Selected
fa_ir: نفر انتخاب شده

source: Save And New
fa_ir: ذخیره و جدید

source: Formula Execute Location
fa_ir: محل اجرای فرمول

source: Formula Execute Time
fa_ir: زمان اجرای فرمول

source: Execute Order
fa_ir: ترتیب اجرا

source: Body
fa_ir: بدنه

source: Condition
fa_ir: شرط

source: Find
fa_ir: یافتن

source: Clear
fa_ir: پاک کردن

source: License Register
fa_ir: ثبت مجوز

source: in Hour and Minute
fa_ir: به ساعت و دقیقه

source: Performance Until
fa_ir: عملکرد تا

source: View Performance
fa_ir: نمایش عملکرد

source: Calculation Events
fa_ir: رویدادهای محاسبات

source: Calculation Information
fa_ir: اطلاعات محاسبات

source: Device Type
fa_ir: نوع دستگاه

source: General Parameters
fa_ir: پارامترهای عمومی

source: ParametersIn Day And Period
fa_ir: پارامترها در روز ودوره

source: Rounding
fa_ir: گرد کردن

source: Custom Functionality Detail Rules
fa_ir: قوانین جزییات کارکرد سفارشی

# MaxNumPerDay
source: Max Number Per Day
fa_ir: سقف تعداد در روز

source: Shift or WorkGroup Relocation
fa_ir: تغییر گروه کاری یا شیفت

# IsAllowShiftSwapConflict
source: Allow Shift Swap Conflict
fa_ir: امکان تداخل در جابجایی شیفت

source: Show Order
fa_ir: ترتیب نمایش

source: Vacation Rule
fa_ir: قانون مرخصی

source: Work Group Vacation Quota
fa_ir: سهمیه مرخصی گروه کاری

source: Get Vacation ParametersIn Year
fa_ir: پارامترهای اخذ مرخصی در سال

source: Official Holidays Between Vacations Parameters
fa_ir: پارامترهای تعطیلات رسمی بین مرخصی

source: Adaptive Holiday Between Vacation Parameters
fa_ir: پارامترهای تعطیلات توافقی بین مرخصی

source: Official Holiday Between Vacation Parameters
fa_ir: پارامترهای تعطیلات رسمی بین مرخصی

# MissionRule
source: Misson Rule
fa_ir: قانون ماموریت

source: Adaptive Holiday Between Mission Parameters
fa_ir: پارامترهای تعطیلات توافقی بین ماموریت

source: Official Holidays Between Missions Parameters
fa_ir: پارامترهای تعطیلات رسمی بین ماموریت

source: Mission Max Length For Request
fa_ir: سقف طول ماموریت برای درخواست

source: Mission Min Length For Request
fa_ir: کف طول ماموریت برای درخواست

source: Mission Detail Requirement
fa_ir: الزام ثبت جزییات ماموریت

source: Mission Detail Need Confirm
fa_ir: الزام تایید جزییات ماموریت

source: IsHide Mission Subject
fa_ir: عدم نمایش موضوع ماموریت

source: Only Employed
fa_ir: فقط شاغلین

# AllEmployees
source: Only Employed
fa_ir: همه پرسنل

source: Interval Definition
fa_ir: تعریف بازه

source: Shift Definition
fa_ir: تعریف شیفت

source: Super Shift Definition
fa_ir: تعریف شیفت ترکیبی

source: Computing Over Permited Delay
fa_ir: احتساب مازاد تاخیر مجاز

source: Computing Over Permited Hurry
fa_ir: احتساب مازاد تعجیل مجاز

source: Vacation Rule For Interval Definition
fa_ir: تعریف قانون مرخصی برای بازه

source: Mission Rule For Interval Definition
fa_ir: تعریف قانون ماموریت برای بازه

source: Factors
fa_ir: ضرایب

source: Floating
fa_ir: شناوری

source: Day Length
fa_ir: طول روز

source: Intervals
fa_ir: بازه ها

source: Begin Of Day
fa_ir: شروع روز

source: Begin Of ExtraWork
fa_ir: شروع اضافه کار

source: Begin Of Work
fa_ir: شروع کار

source: Begin Of Delay
fa_ir: شروع وقفه

source: End Of Delay
fa_ir: پایان وقفه

source: End Of Work
fa_ir: پایان کار

source: End Of ExtraWork
fa_ir: پایان اضافه کار

source: End Of Day
fa_ir: پایان روز

source: Min Of Work
fa_ir: کف کار

source: Min Of ExtraWork
fa_ir: کف اضافه کار

source: Allowed Delay
fa_ir: تاخیر مجاز

source: Legal Not Permited Exit
fa_ir: خروج غیر مجاز مجاز

source: Allowed Hurry
fa_ir: تعجیل مجاز

source: Day Parameters
fa_ir: پارامترهای روز

source: Compute Floating If Hurry Was Greater Than Sum Of Allowed Hurry And Floating
fa_ir: اگر تاخیر بیش از مجموع تاخیر مجاز و شنواری بود شناوری حساب شود

source: Work Day Date
fa_ir: تاریخ روز کاری

source: Select All
fa_ir: انتخاب همه

source: Custom Functionality Paper Register
fa_ir: ثبت برگه مقدار سفارشی

# DailyComputeDetailsShow
source: Show Daily Calculation Details
fa_ir: نمایش جزییات محاسبات روزانه

source: Hurry Value
fa_ir: مقدار تعجیل

source: Not Allowed Presence In Mission
fa_ir: حضور در ماموریت غیر مجاز

source: Allowed After
fa_ir: مجاز بعد

source: Allowed Before
fa_ir: مجاز قبل

source: Allowed Normal
fa_ir: عادی مجاز

source: Allowed Presence In Mission
fa_ir: حضور در ماموریت مجاز

source: Allowed Presence In Vacation
fa_ir: حضور در مرخصی مجاز

source: Count In Holiday
fa_ir: تعداد در روز تعطیل

source: In Allowed Holiday
fa_ir: در روز تعطیل مجاز

source: In Allowed Holiday Mission
fa_ir: در ماموریت تعطیل مجاز

source: In Allowed Mission
fa_ir: در ماموریت مجاز

source: In Allowed Night Work
fa_ir: در شبکاری مجاز

source: In Allowed Pause
fa_ir: در وقفه مجاز

source: In Mission
fa_ir: در ماموریت

source: In Night Work
fa_ir: در شبکاری

source: In Not Allowed Holiday
fa_ir: در روز تعطیل غیر مجاز

source: In Not Allowed Holiday Mission
fa_ir: در ماموریت تعطیل غیر مجاز

source: In Not Allowed Mission
fa_ir: در ماموریت غیر مجاز

source: In Not Allowed Night Work
fa_ir: در شبکاری غیر مجاز

source: In Not Allowed Pause
fa_ir: در وقفه غیر مجاز

source: Not Allowed
fa_ir: غیر مجاز

source: Not Allowed Normal
fa_ir: عادی غیر مجاز

source: Not Allowed Normal After
fa_ir: غیر مجاز بعد

source: Not Allowed Normal Before
fa_ir: غیر مجاز قبل

source: Not Allowed Presence In Vacation
fa_ir: حضور در مرخصی غیر مجاز

source: Allowed
fa_ir: مجاز

source: Count
fa_ir: تعداد

source: In Vacation
fa_ir: در مرخصی

source: InWorkIntervals
fa_ir: در بازه های کار

source: Presence Count
fa_ir: تعداد حاضر

source: Change Count
fa_ir: تعداد تغییر

source: Considered Count
fa_ir: تعداد در نظر گرفته شده

source: Extra Work After
fa_ir: اضافه کار بعد

source: Extra Work Before
fa_ir: اضافه کار قبل

source: In Holiday
fa_ir: در روز تعطیل

source: Normal
fa_ir: عادی

source: Sequence Working Function
fa_ir: کارکرد نوبتکاری

source: Total Sequence Working Function
fa_ir: کارکرد کل نوبتکاری

source: Days Having Mission Count
fa_ir: تعداد روزهای حاوی ماموریت

source: Days Having Vacation Count
fa_ir: تعداد روزهای حاوی مرخصی

source: Paid Vacation Count in Day
fa_ir: تعداد مرخصی با حقوق به روز

source: Total Value in First Half
fa_ir: مقدار کل ماموریت نیمه اول روز

source: Total Value in Holiday
fa_ir: مقدار کل در روز تعطیل

source: Total Value in Second Half
fa_ir: مقدار کل ماموریت نیمه دوم روز

source: Total Value Not Paid
fa_ir: مقدار کل بدون حقوق

source: Total Value Paid
fa_ir: مقدار کل با حقوق

source: Value in Holiday
fa_ir: مقدار در روز تعطیل

source: Work Deficit in Mission Count
fa_ir: تعداد کسر کار در ماموریت

source: Work Deficit in Mission Value
fa_ir: مقدار کسر کار در ماموریت

source: Work Deficit Value
fa_ir: مقدار کسر کار

source: Legal Not Allowed Exit Count
fa_ir: تعداد خروج غیر مجاز مجاز

source: Legal Not Allowed Exit Value
fa_ir: مقدار خروج غیر مجاز مجاز

source: Shift Considered Count
fa_ir: تعداد شیفت در نظر گرفته شده

source: Shift Presence Count
fa_ir: تعداد شیفت حاضر

source: Deficit
fa_ir: کسر

source: Total Days Count
fa_ir: تعداد روزهای کل

source: Assigned Work
fa_ir: موظف کاری

source: Assigned Work Deficit
fa_ir: کسر موظف کاری

source: Considered Work
fa_ir: کار در نظر گرفته شده

source: Normal Night Work Count
fa_ir: تعداد شبکاری عادی

source: Period Days Count
fa_ir: تعداد روزهای دوره

source: Total Functionality Days
fa_ir: تعداد روز کارکرد کل

source: Work Day Count
fa_ir: تعداد روز کاری

source: Listing Data Entry
fa_ir: ورود اطلاعات لیستی

# IoInDayCount
source: Enter/Exit in Day Count
fa_ir: تعداد ورود خروج در روز

# DailyComputeSummaryShow
source: Show Daily Compute Summary
fa_ir: نمایش خلاصه محاسبات روزانه

source: Write To File
fa_ir: نوشتن در فایل

source: Show Items
fa_ir: نمایش موارد

source: Is Not Allow In Work Interval
fa_ir: عدم امکان درخواست در بازه کار

source: Mission Max Length Per Period
fa_ir: سقف طول ماموریت در دوره

source: Is Mission Location Destination Required
fa_ir: الزام ثبت شهر مقصد ماموریت

source: Is Mission Location Source Required
fa_ir: الزام ثبت شهر مبدا ماموریت

source: Extra Work Request Reason Type
fa_ir: انواع علت درخواست اضافه کار

source: Single
fa_ir: انفرادی

source: Is Not Allow In Presence Interval
fa_ir: عدم امکان درخواست در بازه حضور

# MissionReportRequired
source: Is Mission Report Required
fa_ir: الزام ثبت گزارش ماموریت

source: At
fa_ir: به

# IsAllowBeforeAfterOfficialHoliday
source: امکان ثبت درخواست مرخصی قبل و بعد از تعطیلی رسمی
fa_ir: عدم امکان ثبت درخواست مرخصی قبل و بعد از تعطیلی رسمی

source: Productivity Improvement
fa_ir: ارتقا و بهره وری

source: Accessible Job Position
fa_ir: پست سازمانی قابل دسترسی

source: Web Request System
fa_ir: سیستم وب درخواست ها

source: Work Group Precept
fa_ir: حکم گروه کاری

source: Is Mission Description Required
fa_ir: الزام ثبت توضیحات

source: Users
fa_ir: کاربران

source: Base
fa_ir: پایه

source: Basic Calendar
fa_ir: تقویم ساده

source: Request Reason Type
fa_ir: انواع علت درخواست

source: Bank Account
fa_ir: حساب های بانکی

source: Military
fa_ir: نظام وظیفه

source: Special Interval Types
fa_ir: انواع بازه خاص

source: More Info
fa_ir: اطلاعات بیشتر

source: String
fa_ir: رشته ای

source: Register Record Source
fa_ir: منبع ثبت رکورد

source: Job Position Alternate Precepts Archive
fa_ir: آرشیو احکام جانشینی

source: Latitude
fa_ir: عرض جغرافیایی

source: Longitude
fa_ir: طول جغرافیایی

source: Is Coordinate Required By Mobile
fa_ir: الزام ثبت مختصات جغرافیایی از طریق موبایل

source: Show On Map
fa_ir: نمایش بر روی نقشه

# ExJobPlaceName
source: Job Place Name
fa_ir: نام محل کار

source: Disease Type
fa_ir: نوع بیماری

source: Parameter
fa_ir: پارامتر

source: Add Interval to Shift
fa_ir: افزودن بازه به شیفت

source: Add Shift to Supershift
fa_ir: افزودن شیفت به شیفت ترکیبی

source: Define
fa_ir: تعریف

source: VacationTypes
fa_ir: انواع مرخصی

source: Religion
fa_ir: دین و مذهب

source: Orientations
fa_ir: گرایش ها

source: Special Interval Types Category
fa_ir: دسته بندی انواع بازه خاص

source: Rule Usage Occurences
fa_ir: موارد استفاده از قانون

source: Formula Usage Occurences
fa_ir: موارد استفاده از فرمول

source: Max Special Extrawork
fa_ir: سقف اضافه کار ویژه

source: Usage Occurences
fa_ir: موارد استفاده

source: Filter Parameter
fa_ir: پارامتر فیلتر

source: Precepts Archive
fa_ir: آرشیو احکام

source: Event Displayer
fa_ir: رویداد نگار

source: Show Event
fa_ir: نمایش رویداد

# BankAccountSingular
source: Bank Account
fa_ir: حساب بانکی

source: Dependency Relation
fa_ir: رابطه وابستگی

# EducationalCourseSingular
source: Educational Course
fa_ir: دوره آمورشی

# EducationalDegreeSingular
source: Educational Degree
fa_ir: مقطع تحصیلی

# EducationalFileSingular
source: Educational File
fa_ir: سابقه تحصیلی

# ExJobFileSingular
source: Ex Job File
fa_ir: سابقه شغلی

# GeneralSkillSingular
source: General Skill
fa_ir: مهارت عمومی

# LanguageSkillSingular
source: Language Skill
fa_ir: مهارت زبان

source: Sacrifice
fa_ir: سابقه ایثارگری

source: Usage Items
fa_ir: موارد استفاده

source: Initialization
fa_ir: مقداردهی

source: Used Special Extrawork
fa_ir: اضافه کار ویژه استفاده شده

# AddNounForm
source: Add
fa_ir: اضافه

source: Max
fa_ir: سقف

source: Mean
fa_ir: میانگین

source: Unlimited
fa_ir: نامحدود

source: Active Directory Password
fa_ir: کلمه عبور اکتیو دایرکتوری

# ChoiseCartable
source: Choose Cartable
fa_ir: انتخاب پرسنل

source: Date and Time of Last Login
fa_ir: تاریخ و زمان آخرین ورود

source: Location Title
fa_ir: عنوان محل

source: Location Type
fa_ir: نوع محل

source: Request Persist By
fa_ir: ثبت کننده درخواست

source: Additional Information
fa_ir: اطلاعات تکمیلی

# CertificatePublishRegion
source: Publish Region
fa_ir: حوزه صدور

source: Certificate Serial
fa_ir: سریال شناسنامه

source: Children Number
fa_ir: تعداد اولاد

source: Dependent Number
fa_ir: تعداد افراد تحت تکفل

source: Marriage Date
fa_ir: تاریخ تاهل

source: Default Variable
fa_ir: مقدار پیش فرض

source: Complementary
fa_ir: تکمیلی

source: Document Image
fa_ir: تصویر مدرک

source: Duration (in Days)
fa_ir: مدت به روز

source: Home Address
fa_ir: آدرس منزل

source: Home Number
fa_ir: شماره منزل

source: Insurance
fa_ir: بیمه

# InsuranceTypeSingular
source: Insurance Type
fa_ir: نوع بیمه

source: Mobile Number
fa_ir: شماره همراه

source: Work Permanent Number
fa_ir: شماره ثابت کار

source: Acceptable ExJob (in Months)
fa_ir: مقدار سابقه قابل قبول (به ماه)

source: Need Degree
fa_ir: درجه نیاز

source: Activity Scope
fa_ir: حوزه فعالیت

source: Authority
fa_ir: اختیارات

source: Duties
fa_ir: وظایف

source: Duty
fa_ir: وظیفه

source: Job Class
fa_ir: رسته شغلی

source: Management Level
fa_ir: سطح مدیریت

source: Merit
fa_ir: شایستگی

source: Merit Type
fa_ir: نوع شایستگی

# CaptivityDuraionInDay
source: Captivity Duraion (in Days)
fa_ir: مدت اسارت (به روز)

source: Insurance Code
fa_ir: کد بیمه

source: Job Group
fa_ir: گروه شغلی

source: Job Level
fa_ir: طبقه شغلی

# PresenceInBattleFieldInDay
source: Presence in Battle Field (in Days)
fa_ir: مدت حضور در جبهه (به روز)

source: Relation with Martyr
fa_ir: نسبت با شهید

source: Sacrifice Type
fa_ir: نوع ایثارگری

source: Unit Type
fa_ir: نوع واحد

source: Max People Number
fa_ir: حداکثر تعداد نفرات

source: Organization Post
fa_ir: پست سازمانی

source: Qualifying Conditions
fa_ir: شرایط احراز

# EducationCourseInHour
source: Education Course (in Hours)
fa_ir: ساعات آموزشی گذرانده

# ExperienceInYear
source: Experience (in Years)
fa_ir: تجربه (به سال)

source: Organization Chart Job Position
fa_ir: چارت - پست سازمانی

source: Organization Chart History
fa_ir: تاریخچه چارت سازمانی

source: Organization Formation
fa_ir: تشکیلات سازمانی

source: Human Resource
fa_ir: کارگزینی

source: Related Job Titles
fa_ir: مشاغل مرتبط

source: Related Organization Posts
fa_ir: پست های مرتبط

source: Merits
fa_ir: شایستگی ها

# HrSentenceFactorType
source: Sentence Factor Type
fa_ir: نوع عامل حکمی

source: Clone
fa_ir: تکثیر

source: Execute Date
fa_ir: تاریخ اجرا

# HrSentenceFactor
source: Sentence Factor
fa_ir: عامل حکمی

# HrSentenceFactorBase
source: Sentence Factor Base
fa_ir: مبنا در حکم

source: Issue Date
fa_ir: تاریخ صدور

# HrSentenceFactorDetails
source: Sentence Factor Details
fa_ir: جزییات عامل حکمی

source: Formulas
fa_ir: فرمول ها

# SentenceIssueState
source: Sentence State After Issuance
fa_ir: وضعیت پس از صدور حکم

source: Decrease
fa_ir: کاهش

source: Increase
fa_ir: افزایش

# HrSentenceContent
source: Sentence Content
fa_ir: اجزای استاندارد حکم

source: Assignment Type
fa_ir: نحوه مقداردهی

source: Customizable Sentence Factors
fa_ir: عوامل حکمی قابل تنظیم

source: Customizable Sentence Parameters
fa_ir: پارامترهای قابل تنظیم

source: Default Sentence Description
fa_ir: شرح پیش فرض حکم

source: Editable
fa_ir: قابل ویرایش

source: Forced
fa_ir: قهری

# HrSentenceType
source: Sentence Type
fa_ir: نوع حکم

# HrSentenceTypes
source: Sentence Types
fa_ir: انواع حکم

source: Sentence Issue Time
fa_ir: مقطع صدور

source: Human Resource System
fa_ir: سیستم کارگزینی

source: Calculated Value
fa_ir: مقدار محاسبه شده

source: Final Value
fa_ir: مقدار نهایی

# HrSentence
source: Human Resource Sentence
fa_ir: حکم کارگزینی

# HrSentenceNumber
source: Sentence Number
fa_ir: شماره حکم

# HrSentences
source: Human Resource Sentences
fa_ir: احکام کارگزینی

# HrSentenceStatus
source: Sentence Status
fa_ir: وضعیت حکم

source: Main Factors
fa_ir: عوامل اصلی

source: Organizational Properties
fa_ir: مشخصات سازمانی

source: Rank
fa_ir: رتبه

source: Sentence Properties
fa_ir: مشخصات حکم

source: Validity Date
fa_ir: تاریخ اعتبار

source: Deactive
fa_ir: غیرفعال

source: Final Confirm
fa_ir: تایید نهایی

# HrSentenceFinalConfirm
source: Sentence Final Confirm
fa_ir: تایید نهایی حکم

source: Temporary Simultaneous Posts
fa_ir: پست های موقت همزمان

source: Custody Percentage
fa_ir: درصد حق سرپرستی

source: Temporary Post
fa_ir: پست موقت

source: Human Resource Confirm
fa_ir: تایید کارگزینی

# GroupHrSentence
source: Group Sentence
fa_ir: گروهی حکم کارگزینی

# GroupHrSentences
source: Sentence Groups
fa_ir: احکام گروهی کارگزینی

source: Group
fa_ir: گروه

source: Last Filter
fa_ir: آخرین فیلتر

# SumOfNightWork
source: Night Work
fa_ir: شبکاری

source: Show Organization Chart Job Positions
fa_ir: نمایش چارت - پست سازمانی

source: Is Only Biometric
fa_ir: فقط از طریق بایومتریک

source: Floating Behavior Type
fa_ir: نوع رفتار شناوری

source: Sequence Working Functionality By Assigned Bound Work To Hour And Minute
fa_ir: نوبت کاری بر اساس موظف کاری

source: Day Hour
fa_ir: ساعت : روز

source: Day Hour Minute
fa_ir: دقیقه : ساعت : روز

source: Hour Minute
fa_ir: دقیقه : ساعت

source: Signature Order
fa_ir: اولویت امضا

source: Caps Lock Is On
fa_ir: روشن می باشد "Caps Lock" کلید

source: Mission Detail End Of Allow Range
fa_ir: سقف مهلت ثبت جزئیات ماموریت بعد از تاریخ خاتمه

source: Mission Detail Requirement After Mission End Date
fa_ir: الزام ثبت جزییات ماموریت بعد از تاریخ خاتمه

source: Sync End Of Date With Io Time
fa_ir: همسان سازی تاریخ خاتمه ماموریت به هنگام بازگشت

source: About Us
fa_ir: درباره ما

source: Source City Name
fa_ir: شهر مبداء

source: Source Distance
fa_ir: فاصله از مبداء

source: Is Distance Required
fa_ir: الزام ثبت مسافت رفت و برگشت

source: Distance Of Source
fa_ir: مسافت رفت و برگشت از مبدا

source: KM
fa_ir: کیلومتر

source: Update Remaining Vacation Date
fa_ir: به روز رسانی تاریخ محاسبه مانده مرخصی

source: Set Employment Date
fa_ir: بر اساس تاریخ حکم

source: Filter Operand Type
fa_ir: نوع رابطه فیلترها

source: Gathering
fa_ir: اجتماع

source: Subscribe
fa_ir: اشتراک

source: Ordering
fa_ir: مرتب سازی

source: Show Columns Titles in All Groups
fa_ir: نمایش عنوان ستونها در تمام گروه ها

source: Show Report Title in All Pages
fa_ir: نمایش عنوان گزارش در تمام صفحه ها

# GroupDoing
source: Grouping
fa_ir: گروه بندی

source: Column
fa_ir: ستون

source: Select Currently Employed
fa_ir: انتخاب شاغلین

source: Is Description Required
fa_ir: الزام ثبت توضیحات

source: Pin
fa_ir: پین

source: Refresh
fa_ir: بارگذاری مجدد

source: Activity Span
fa_ir: بازه فعالیت

source: Selection
fa_ir: انتخاب ها

source: Extra Work Rule
fa_ir: قانون اضافه کار

source: Extra Work Type
fa_ir: نوع اضافه کار

source: Is Default Extra Work
fa_ir: اضافه کار پیش فرض

source: Extra Work Permission Interval Calculation Type
fa_ir: نوع محاسبه محدوده مجاز مجوز اضافه کار

source: Extra Work Max Length Per Period
fa_ir: سقف طول اضافه کار در دوره

source: Extra Work Papers
fa_ir: برگه های اضافه کار

# ConfirmSourceType
source: Confirm or Reject Source Type
fa_ir: نحوه تایید یا رد

source: Attachment
fa_ir: پیوست

source: Password Expired Date
fa_ir: تاریخ پایان اعتبار رمز عبور

source: Sync End Of Extra Work Date With Io Time
fa_ir: همسان سازی تاریخ خاتمه اضافه کار به هنگام خروج

# IsDefaultStandby
source: Is Default OnSite/OffSite
fa_ir: OnSite/OffSite پیش فرض

# StandbyMaxLengthPerPeriod
source: OnSite/OffSite Max Length Per Period
fa_ir: سقف طول OnSite/OffSite در دوره

# StandbyPermissionIntervalCalculationType
source: OnSite/OffSite Permission Interval Calculation Type
fa_ir: نوع محاسبه محدوده مجاز برگه OnSite/OffSite

# StandbyRule
source: OnSite/OffSite Rule
fa_ir: قانون OnSite/OffSite

# StandbyRules
source: OnSite/OffSite Rules
fa_ir: قوانین OnSite/OffSite

# StandbyType
source: OnSite/OffSite Type
fa_ir: نوع OnSite/OffSite

# StandbyManagement
source: OnSite/OffSite Management
fa_ir: مدیریت OnSite/OffSite

# StandbyPapers
source: OnSite/OffSite Papers
fa_ir: برگه های OnSite/OffSite

# StandbySheetsArchive
source: OnSite/OffSite Sheets Archive
fa_ir: آرشیو برگه های OnSite/OffSite

# StandbyPermissionRequests
source: OnSite/OffSite Requests
fa_ir: درخواست های OnSite/OffSite

source: Is Conflict With Standby Permission Ok
fa_ir: تداخل با OnSite/OffSite بلامانع است

source: Save Password
fa_ir: ذخیره رمز عبور

source: Menu
fa_ir: منو

source: Custom Request
fa_ir: درخواست سفارشی

source: Done
fa_ir: انجام شد

source: Absent
fa_ir: غایبین

source: Personnel Presentation State
fa_ir: وضعیت حضور پرسنل

source: Vacation And Mission State
fa_ir: وضعیت مرخصی و ماموریت های پرسنل

source: In Complete Io
fa_ir: ورود و خروج ناقص

source: Deny
fa_ir: رد

source: Personnel Io
fa_ir: ورود و خروج پرسنل
