Repository: jalireza64/RaadeenShareManagementDashboard
Catalog: EmployeeRequest/App_Resources/CaptionsLibrary.*.resx
Languages: fa_ir

source: Io Status
fa_ir: وضعیت تردد

source: Mission Detail Requests
fa_ir: درخواست های جزییات ماموریت

source: Daily Extra Work
fa_ir: اضافه کار روزانه

source: Hourly Extra Work
fa_ir: اضافه کار ساعتی

source: Special Extra Work Requests
fa_ir: درخواست های اضافه کار ویژه

source: Extra Work Requests
fa_ir: درخواست های اضافه کار

source: Information
fa_ir: اطلاعات

source: Print Mission Rule
fa_ir: چاپ حکم ماموریت

source: Period Info
fa_ir: اطلاعات دوره

source: Recently Confirmed
fa_ir: تایید شده اخیر

source: Network Address
fa_ir: آدرس شبکه

source: Employee Events Report
fa_ir: گزارش رویدادهای پرسنل

source: Register New Report
fa_ir: ثبت گزارش سفارشی

# ReportRequest
source: Request Report
fa_ir: درخواست ثبت گزارش سفارشی

source: Report Sheets Archive
fa_ir: آرشیو برگه های گزارش سفارشی

source: Report Requests
fa_ir: درخواست های گزارش سفارشی

source: With
fa_ir: با

source: Lock Information
fa_ir: اطلاعات قفل

source: End User
fa_ir: استفاده کننده نهایی

source: About Application
fa_ir: درباره برنامه

source: Have
fa_ir: دارد

source: Have Not
fa_ir: ندارد

source: Mobile Version
fa_ir: نسخه موبایل

source: Recent Confirm
fa_ir: تایید شده اخیر

source: Birthdays
fa_ir: تولدها

source: Actual
fa_ir: حقیقی

source: Legal
fa_ir: حقوقی

source: Effective Date
fa_ir: تاریخ تاثیر

source: From Gap
fa_ir: با فاصله

source: From Share Percent
fa_ir: از درصد سهام

source: ShareHolder Count By Share Percent
fa_ir: تعداد سهامداران به تفکیک درصد سهام

source: To Share Percent
fa_ir: تا درصد سهام

source: Share Amount Swing
fa_ir: نوسان قیمت سهام

source: Fee
fa_ir: قیمت

source: Avg Fee Per Day
fa_ir: متوسط فی روز

source: By
fa_ir: بر اساس

source: From Trans Date
fa_ir: از تاریخ معامله

source: Max Fee Per Day
fa_ir: بالاترین فی روز

source: To Trans Date
fa_ir: تا تاریخ معامله

source: Statistic Reports
fa_ir: گزارشات آماری

source: Share Management Dashboard
fa_ir: داشبورد مدیریتی سهام

source: Capital
fa_ir: افزایش سرمایه

source: Profit
fa_ir: سود

source: Shrh Kind
fa_ir: نوع سهامدار

source: All
fa_ir: همه

source: Pay To Shareholders
fa_ir: پرداختی به سهامداران

source: Shareholder Combination
fa_ir: ترکیب سهامداران

source: Fin Year
fa_ir: دوره مالی

source: Finance
fa_ir: مالی

source: Shares
fa_ir: سهام

source: Amount
fa_ir: مبلغ

source: Percent
fa_ir: درصد

source: Shareholder
fa_ir: سهامدار

source: Buying Most Share
fa_ir: خریداران بیشترین سهم

source: Selling Most Share
fa_ir: فروشندگان بیشترین سهم

source: Share Count
fa_ir: تعداد سهام

source: Share Swing Smart Assistant
fa_ir: دستیار هوشمند نوسان گیران سهام

source: Buyer
fa_ir: خریدار

source: Seller
fa_ir: فروشنده

source: Buy
fa_ir: خرید

source: Sell
fa_ir: فروش

source: Chart
fa_ir: نمودار

source: Pay From Shareholder In Cap
fa_ir: پرداختی سهامداران در افزایش سرمایه

source: Assign To Shareholders
fa_ir: تخصیصی به سهامدار

source: User Performance
fa_ir: عملکرد کاربران

source: Count And Quant Transaction
fa_ir: تعداد و حجم معاملات

source: Quant
fa_ir: حجم

source: Access Selected
fa_ir: دسترسی انتخاب شده

source: Count Of Transaction In Current Day
fa_ir: تعداد معاملات در روز جاری

source: Pay To Shareholder In Current Day
fa_ir: پرداختی به سهامداران در روز جاری

source: Quantity Of Transaction In Current Day
fa_ir: حجم معاملات در روز جاری

source: Season Transaction State
fa_ir: وضعیت معاملات فصل

source: Season
fa_ir: فصل

source: Activate Software
fa_ir: فعال کردن نرم افزار

source: First
fa_ir: اولین

source: Last
fa_ir: آخرین

source: Maximum
fa_ir: بیشترین

source: Minimum
fa_ir: کمترین

source: Month Transaction State
fa_ir: وضعیت معاملات ماه

source: AgentsSituation
fa_ir: وضعیت کارگزاری ها

source: Agent
fa_ir: کارگزاری

source: AgentCode
fa_ir: شناسه کارگزار

source: Up And Down Range
fa_ir: محدوده بالا و پایین

source: Rial
fa_ir: ریال

source: Remember Me
fa_ir: مرا به خاطر بسپار

source: Past Fin Year
fa_ir: دوره مالی قبل

source: Compare With Last Year
fa_ir: مقایسه با دوره مالی قبل

source: Quantity Of Transaction
fa_ir: حجم معاملات

# 1Day
source: One Day
fa_ir: یک روز

# 1Month
source: One Month
fa_ir: یک ماه

# 1Week
source: One Week
fa_ir: یک هفته

# 1Year
source: One Year
fa_ir: یک سال

source: Shareholder Count
fa_ir: تعداد سهامداران

source: Watch
fa_ir: دیده بان

source: Shareholder Selected
fa_ir: سهامدار انتخاب شده

source: Transaction
fa_ir: معامله

source: Only Watch
fa_ir: فقط دیده بان

source: Loss
fa_ir: زیان

source: Lowercase
fa_ir: حروف کوچک

source: Symbol Character
fa_ir: حروف نماد

source: Uppercase
fa_ir: حروف بزرگ

source: Buying Most Share By Agent
fa_ir: بیشترین خرید کارگزاری ها

source: Selling Most Share By Agent
fa_ir: بیشترین فروش کارگزاری ها

source: Trial Version
fa_ir: نسخه آزمایشی

source: Transaction State Of Actual And Legal
fa_ir: وضعیت معاملات حقیقی و حقوقی

source: Monthly
fa_ir: ماهانه

source: Yearly
fa_ir: سالانه

source: Financial Summary
fa_ir: جمع بندی مطالبات

source: Assign
fa_ir: تخصیصی

source: Pay To
fa_ir: پرداختی

source: Transitional
fa_ir: انتقالی

source: Shareholder Quantity
fa_ir: میزان سهام سهامداران

source: First Shares
fa_ir: سهام اولیه

source: With Shareholder Relation Info
fa_ir: همراه با اطلاعات سهام مرتبط

source: BBS Code
fa_ir: کد بورسی

source: Exported
fa_ir: صادره

source: Imported
fa_ir: وارده

source: Start Quantity
fa_ir: موجودی ابتدا

source: Shareholder State Summary
fa_ir: جمع بندی وضعیت سهامداران

source: End Quantity
fa_ir: موجودی انتها

source: Finance Of Start
fa_ir: مطالبات ابتدای دوره

source: Meeting
fa_ir: مجمع

source: Finance Of End
fa_ir: مطالبات انتهای دوره

source: Financial
fa_ir: مطالبات

source: Period End
fa_ir: پایان دوره

source: Period Start
fa_ir: شروع دوره

source: Assign Profit
fa_ir: تخصیص سود

source: Last Read Date BBS File
fa_ir: آخرین تاریخ خواندن فایل بورس

source: System Total Shares
fa_ir: میزان کلی سهام سیستم

source: Active Shareholder Count
fa_ir: تعداد کل سهامداران فعال

source: Transactions
fa_ir: معاملات

source: Transaction Of Shareholder Status
fa_ir: وضعیت معاملات سهامدار

source: Mine
fa_ir: خودم

source: Others
fa_ir: سایرین

source: Debt
fa_ir: بدهی

source: Bank Deposit
fa_ir: واریز بانکی

source: Recieve From Demands
fa_ir: برداشت از مطالبات

source: Completion Rate
fa_ir: میزان تکمیل بودن

source: Completed
fa_ir: تکمیل شده

source: InCompleted
fa_ir: تکمیل نشده

source: Public Account Number
fa_ir: شماره حساب فراگیر

source: Postal Code
fa_ir: کد پستی

source: Telephone
fa_ir: تلفن

source: Final
fa_ir: پایانی

source: Share Swing
fa_ir: نوسان گیران سهام

source: Negative Days
fa_ir: روزهای منفی

source: Positive Days
fa_ir: روزهای مثبت

source: Zero Days
fa_ir: روزهای صفر

source: Best
fa_ir: بهترین

source: Worst
fa_ir: بدترین

source: The Days With Transaction
fa_ir: روزهای دارای معامله

source: Present Value Of Stock Assets
fa_ir: ارزش فعلی دارایی سهام
