Repository: jalireza64/RaadeenShareManagementDashboard
Catalog: EmployeeRequest/App_Resources/CaptionsLibrary.*.resx
Languages: fa_ir

source: Absence Count
fa_ir: تعداد غیبت

source: Absence Value
fa_ir: مقدار غیبت

source: Accept
fa_ir: قبول

# AccruedVacations
source: Accrued Holidays
fa_ir: تعطیلات متعلقه

# AccruedVacationsInDay
source: Accrued Holidays in Day
fa_ir: تعطیلات متعلقه به روز

# AccruedVacationsInTime
source: Accrued Holidays Value
fa_ir: تعطیلات متعلقه

source: Active Directory
fa_ir: اکتیو دایرکتوری

source: Address
fa_ir: آدرس

source: Again
fa_ir: دوباره

source: Age
fa_ir: سن

source: Alert
fa_ir: هشدار

source: Allowed Delay Count
fa_ir: تعداد تاخیر مجاز

source: Allowed Delay Value
fa_ir: مقدار تاخیر مجاز

# AllowedOvertimeInMission
source: Allowed Extra Work in Mission
fa_ir: اضافه کار مجاز در ماموریت

# AllowedRushCount
source: Allowed Hurry Count
fa_ir: تعداد تعجیل مجاز

# AllowedRushValue
source: Allowed Hurry value
fa_ir: مقدار تعجیل مجاز

source: All Requests
fa_ir: کلیه درخواست ها

source: and
fa_ir: و

source: Apply Changes
fa_ir: اعمال تغییرات

source: Archive
fa_ir: آرشیو

# ArciveOfIORequests
source: Archive of IO Requests
fa_ir: آرشیو درخواست های ورود و خروج

# ArciveOfMissionSheets
source: Archive of Mission Papers
fa_ir: آرشیو برگه های ماموریت

# ArciveOfVacationSheets
source: Archive of Vacation Papers
fa_ir: آرشیو برگه های مرخصی

source: Author
fa_ir: نویسنده

source: Base Page
fa_ir: صفحه اصلی

source: Begin Date
fa_ir: تاریخ شروع

source: Begin Time
fa_ir: زمان شروع

source: BirthDate
fa_ir: تاریخ تولد

source: Birth Place
fa_ir: محل تولد

source: Built Date
fa_ir: تاریخ ساخت

# BusinessDeductionsDetail
source: Work Deficit Detail
fa_ir: جزئیات کسر کار

# BusinessEductionsDetail
source: Work Deficit Detail
fa_ir: جزئیات کسر کار

source: By Operator
fa_ir: توسط اپراتور

source: Cancel
fa_ir: انصراف

source: Certificate Id
fa_ir: شماره شناسنامه

source: Change
fa_ir: تغییر

source: Change Culture
fa_ir: تغییر زبان

source: Change Style
fa_ir: تغییر قالب

source: Check Setting
fa_ir: بررسی تنظیمات

source: City
fa_ir: شهر

source: Company
fa_ir: شرکت

source: Confirm
fa_ir: تایید

source: Context
fa_ir: متن

source: Country
fa_ir: کشور

source: Current Selection
fa_ir: انتخاب فعلی

source: Current Year Remain from Previous Period
fa_ir: مانده سال جاری از دوره قبل

# CurrentYearRemainingUntilEndOfCurrentYear
source: Current Year Remain Until End of Year
fa_ir: مانده سال جاری تا پایان سال

source: Current Year Remain Up to Now
fa_ir: مانده سال جاری تاکنون

# DailyFunctioning
source: Daily Functionality
fa_ir: کارکرد روزانه

# DailyFunctionTitle
source: Daily Functionality
fa_ir: کارکرد روزانه

source: Daily Vacation
fa_ir: مرخصی روزانه

source: Date
fa_ir: تاریخ

source: Date Time
fa_ir: تاریخ و زمان

source: Day
fa_ir: روز

# DaysOfReady
source: Presence Count in Day
fa_ir: تعداد روز حضور

# DaysWithPay
source: Paid Days Count
fa_ir: تعداد روز باحقوق

# DeductingAccruedVacationInDay
source: Deficit Accrued Holiday in Day
fa_ir: کسر تعطیلات متعلقه به روز

# DeductingAccruedVacationInTime
source: Deficit Accrued Holiday Value
fa_ir: کسر تعطیلات متعلقه

source: Degree
fa_ir: درجه

source: Delay Count
fa_ir: تعداد تاخیر

source: Delay Value
fa_ir: مقدار تاخیر

source: Description
fa_ir: توضیحات

source: Designer
fa_ir: طراح

source: Detail
fa_ir: جزئیات

# DislikeCount
source: DisApproved Count
fa_ir: تعداد عدم تایید ها

source: Duplicate
fa_ir: تکرار

# DuplicateNewPassword
source: Confirm Password
fa_ir: تکرار کلمه عبور

source: Education
fa_ir: تحصیلات

source: Elmosanat
fa_ir: علم و صنعت

# ElmosanatCo
source: Elmosanat Company
fa_ir: شرکت علم و صنعت

source: Email
fa_ir: پست الکترونیکی

source: Employee Code
fa_ir: کد پرسنلی

source: End Date
fa_ir: تاریخ خاتمه

source: End Time
fa_ir: زمان پایان

source: Entries
fa_ir: ورودها

source: Entries and Exits
fa_ir: ورود و خروج ها

source: Entry
fa_ir: ورود

# EntryExitInPeriod
source: Entry and Exit in Period
fa_ir: ورود و خروج در دوره

source: Error
fa_ir: خطا

source: Event
fa_ir: رویداد

source: Events
fa_ir: رویدادها

source: Exit
fa_ir: خروج

source: Exit Permissions
fa_ir: مجوز های خروج

source: Exits
fa_ir: خروج ها

source: Father Name
fa_ir: نام پدر

source: Field
fa_ir: رشته

source: First Name
fa_ir: نام

source: For Clock
fa_ir: برای ساعت

source: For Date
fa_ir: برای تاریخ

source: Friday Working Count
fa_ir: تعداد جمعه کاری

source: Friday Working value
fa_ir: مقدار جمعه کاری

source: Friendly Url
fa_ir: متن نوار آدرس

source: From
fa_ir: از

source: From Clock
fa_ir: تخلیه از ساعت

source: From Date
fa_ir: از تاریخ

source: From Time
fa_ir: از ساعت

source: From User
fa_ir: توسط

source: From Web
fa_ir: ثبت از وب

source: Full Description
fa_ir: توضیح مفصل

source: Full Name
fa_ir: نام و نام خانوادگی

source: Functinality Details in One Glance
fa_ir: جزئیات کارکرد در یک نگاه

# Function
source: Functionality
fa_ir: کارکرد

source: Functionality
fa_ir: کارکرد

# FunctionalityDays
source: Days Have Functonality
fa_ir: تعداد روز کارکرد

source: Functionality Detail
fa_ir: جزئیات کارکرد

source: Help
fa_ir: راهنما

source: History
fa_ir: سوابق

# HolidayAllowedOvertime
source: Holiday Allowed Extra Work
fa_ir: اضافه کار مجاز تعطیل

# HolidayAllowedOvertimeInMission
source: Holiday Allowed Extra Work in Mission
fa_ir: اضافه کار مجاز تعطیل در ماموریت

# HolidayUnAllowedOvertime
source: Holiday Not Allowed Extra Work
fa_ir: اضافه کار غیرمجاز تعطیل

# HolidayUnAllowedOvertimeInMission
source: Holiday Not Allowed Extra Work in Mission
fa_ir: اضافه کار غیرمجاز تعطیل در ماموریت

source: Holiday Working Count
fa_ir: تعداد تعطیل کاری

source: Holiday Working value
fa_ir: مقدار تعطیل کاری

source: How to Login to Site
fa_ir: نحوه ورود به سامانه

source: Id
fa_ir: شناسه

# IfChoosePersonnelFromListTheRequestTobeRegisteredForSelecetedPerson
source: Choose Other Person and Register Request for him
fa_ir: در صورت انتخاب پرسنل از لیست، درخواست مورد نظر برای آن شخص به ثبت خواهد رسید

source: Image Slider
fa_ir: اسلایدر تصویر

# Impunities
source: Absolutions
fa_ir: بخشودگی ها

source: In
fa_ir: در

# IO
source: Enter/Exit
fa_ir: ورود و خروج

# IODetails
source: Enter/Exit Details
fa_ir: جزئیات ورود و خروج

# IOHistory
source: Enter/Exit Archive
fa_ir: سوابق ورود و خروج

# IoManagement
source: Enter/Exit Management
fa_ir: مدیریت ورود و خروج ها

# IoRequest
source: Enter/Exit Request
fa_ir: درخواست ورود و خروج

# IoRequests
source: Enter/Exit Requests
fa_ir: درخواست های ورود و خروج

# IoRequestsArchive
source: Enter/Exit Requests Archive
fa_ir: آرشیو درخواست های ورود و خروج

source: Is Read?
fa_ir: خوانده شده؟

source: Job
fa_ir: شغل

source: Job Position
fa_ir: پست سازمانی

source: Keywords
fa_ir: کلمات کلیدی

source: Lang
fa_ir: طول جفرافیایی

source: Last Name
fa_ir: نام خانوادگی

source: Less Work
fa_ir: کم کاری

source: Let
fa_ir: عرض جفرافیایی

# LikeCount
source: Approved Count
fa_ir: تعداد تایید ها

source: Loading
fa_ir: درحال بارگذاری

source: Login
fa_ir: ورود

source: Login Type
fa_ir: نحوه ورود

source: Management
fa_ir: مدیریت

source: Manager
fa_ir: مدیر

source: Mariage Status
fa_ir: وضعیت تاهل

source: Message
fa_ir: پیام

source: Messages
fa_ir: پیام ها

source: Mission
fa_ir: ماموریت

# MissionCountInHolidayDay
source: Mission in Holiday Count
fa_ir: تعداد ماموریت روز تعطیل

source: Mission Days Count
fa_ir: تعداد روزهای ماموریت

source: Mission Detail
fa_ir: جزئیات ماموریت

source: Mission Detail in Period
fa_ir: ریز ماموریت در دوره

# MissionManagement
source: Missions Management
fa_ir: مدیریت ماموریت ها

source: Mission Request
fa_ir: درخواست ماموریت

source: Mission Requests
fa_ir: درخواست های ماموریت

source: Missions
fa_ir: ماموریت ها

# MissionSheetsArchive
source: Mission Sheet Archive
fa_ir: آرشیو برگه های ماموریت

source: Mission Type
fa_ir: نوع ماموریت

source: Mission Value
fa_ir: میزان ماموریت

# MissionValueInHolidayDay
source: Mission in Holiday in Day
fa_ir: مقدار ماموریت روز تعطیل

source: Modified
fa_ir: ویرایش شده

source: Modify Request
fa_ir: ویرایش درخواست

source: More Work
fa_ir: بیش کاری

source: National Code
fa_ir: کد ملی

source: New
fa_ir: جدید

source: New Password
fa_ir: کلمه عبور جدید

source: No
fa_ir: خیر

# NormalAllowedOvertime
source: Normal Allowed Extra Work
fa_ir: اضافه کار مجاز عادی

# NormalUnAllowedOvertime
source: Normal Not Allowed Extra Work
fa_ir: اضافه کار غیرمجاز عادی

# NotDefine
source: Not Defined
fa_ir: تعریف نشده

source: Not Found
fa_ir: یافت نشد

source: Not Found Any Notification
fa_ir: هیچ اعلانی یافت نشد

source: Notification
fa_ir: اعلان

source: Notifications
fa_ir: اعلان ها

source: Number
fa_ir: شماره

source: Official or Adaptive Holiday
fa_ir: تعطیل رسمی یا توافقی

source: Old Password
fa_ir: کلمه عبور فعلی

source: Online Users
fa_ir: کاربران آنلاین

source: Or
fa_ir: یا

source: Organization Chart
fa_ir: چارت سازمانی

source: Paid Vacation
fa_ir: مرخصی باحقوق

source: Password
fa_ir: کلمه عبور

source: Period
fa_ir: دوره

# PeriodFunctionalityDetail
source: Periodic Functionality Detail
fa_ir: جزئیات کارکرد دوره ای

# PeriodFunctioning
source: Periodic Functionality
fa_ir: کارکرد دوره ای

source: Periodic
fa_ir: دوره ای

# PeriodicFunction
source: Periodic Functionality
fa_ir: کارکرد دوره ای

source: Permission
fa_ir: مجوز

source: Permissions
fa_ir: مجوزها

source: Personnel
fa_ir: پرسنل

source: Picture
fa_ir: تصویر

source: Place
fa_ir: مکان

# PleaseChooseOneOfItemsForLoginType
source: Choose Login Type
fa_ir: یکی از موارد زیر را جهت تعیین چگونگی ورود به سیستم انتخاب نمایید

source: Please Select
fa_ir: انتخاب نمایید

source: Please Wait
fa_ir: لطفا منتظر بمانید

source: Presence Value
fa_ir: مقدار حضور

# Present
source: Current
fa_ir: حاضرین

source: Profile
fa_ir: پروفایل

source: Public
fa_ir: عمومی

# PublicAttendanceSystem
source: Total Time & Attendance System
fa_ir: سیستم جامع حضور و غیاب

source: Range
fa_ir: بازه

# RecordIoType
source: Enter/Exit Type
fa_ir: نوع ورود و خروج

source: Register
fa_ir: ثبت

source: Registered
fa_ir: ثبت شده

source: Registered Requests
fa_ir: درخواست های ثبت شده

source: Register Request
fa_ir: ثبت درخواست

# Remain
source: Remaining Vacation Quota
fa_ir: مانده

# RemainFromPreviousYear
source: Remaining from Previous Year
fa_ir: مانده از سال قبل

source: Remain Vacation
fa_ir: مانده مرخصی

# RemainVacationDetailInTime
source: Remaining Vacation Quota Detail in Hour
fa_ir: جزئیات مانده مرخصی

source: Report
fa_ir: گزارش

source: Reports
fa_ir: گزارشات

source: Request
fa_ir: درخواست

source: Request Count
fa_ir: تعداد درخواست

source: Request Date
fa_ir: تاریخ درخواست

source: Request Detail
fa_ir: جزئیات درخواست

source: Requests
fa_ir: درخواست ها

source: Resume
fa_ir: فایل رزومه

# RushCount
source: Hurry Count
fa_ir: تعداد تعجیل

# RushValue
source: Hurry Value
fa_ir: مقدار تعجیل

# SaveIo
source: Register Enter/Exit
fa_ir: ثبت ورود و خروج

source: Search
fa_ir: جستجو

source: Section
fa_ir: بخش

# SeePersonnelIoReport
source: See Personnel Enter/Exit Report
fa_ir: مشاهده گزارش ورود و خروج های پرسنل

# SeePersonnelRemanVacation
source: See Personnel Remaning Vacation Quota
fa_ir: مشاهده گزارش مانده مرخصی پرسنل

source: See Personnel Requests Report
fa_ir: مشاهده گزارش درخواست های پرسنل

source: See Section Events Report
fa_ir: مشاهده گزارش رویدادهای بخش

source: Select
fa_ir: انتخاب

source: Select One of the Following Items
fa_ir: یکی از آیتم های زیر را انتخاب نمایید

source: Select Personnel for Register Request
fa_ir: انتخاب پرسنل جهت ثبت درخواست

source: Select Vacation Type
fa_ir: انتخاب نوع مرخصی

source: Sender
fa_ir: فرستنده

source: Setting
fa_ir: تنظیمات

source: Sheet
fa_ir: برگه

source: Sheets
fa_ir: برگه ها

# SheetWorkflowHistory
source: Sheet Workflow Archive
fa_ir: روند جریان برگه

source: Shift
fa_ir: شیفت

source: Shift Count
fa_ir: تعداد شیفت

source: Shift Working Detail
fa_ir: جزئیات شیفت کاری

source: Short Description
fa_ir: توضیح مختصر

source: Show Detail
fa_ir: نمایش جزئیات

source: Show Functionality
fa_ir: نمایش کارکرد

source: Sign Out
fa_ir: خروج

source: Site Properties
fa_ir: مشخصات سایت

source: Skill
fa_ir: مهارت

# SpecialBusinessDeductions
source: Special Work Deficit
fa_ir: کسر کار ویژه

# SpecialOvertime
source: Special Extra Work
fa_ir: اضافه کار ویژه

source: State
fa_ir: استان

source: Status
fa_ir: وضعیت

source: Subject
fa_ir: موضوع

source: Summary Information
fa_ir: خلاصه اطلاعات

# SumOfBusinessDeductions
source: Work Deficits
fa_ir: کسر کار

# SumOfOvertime
source: Sum of Extra Works
fa_ir: جمع کل اضافه کار

# SumOfTotaFunctionality
source: Total Functionalities
fa_ir: کارکرد کل

# SumOfTotalAttendance
source: Sum of Total Presences
fa_ir: جمع کل حضور

# SumOfTotalDeductionsWork
source: Sum of Total Work Deficits
fa_ir: جمع کل کسر کار

source: Sum of Total Vacations
fa_ir: جمع کل مرخصی ها

# SumOfTotaMissions
source: Sum of Total Missions
fa_ir: جمع کل ماموریت ها

source: Suspicious
fa_ir: عدم تطابق با الگوی ورود و خروج

source: System
fa_ir: سیستم

source: Tell
fa_ir: شماره تماس

# TheNumberOfPeriodDays
source: Days in Period
fa_ir: تعداد روز دوره

source: Time
fa_ir: زمان

source: Time Attendance
fa_ir: حضور و غیاب

# TimmingVacation
source: Hourly Vacation
fa_ir: مرخصی ساعتی

source: Title
fa_ir: عنوان

source: To
fa_ir: تا

source: To Date
fa_ir: تا تاریخ

source: Today
fa_ir: امروز

# TotalAllowedOvertime
source: Total Allowed Extra Work
fa_ir: کل اضافه کار مجاز

source: Attendance
fa_ir: حضور

# TotalDeductionsWork
source: Total Work Deficit
fa_ir: کل کسر کار

source: Total Functionality
fa_ir: کارکرد کل

source: Total Functionality in Day
fa_ir: کارکرد کل به روز

source: Total Mission
fa_ir: کل ماموریت

source: Total Night Working
fa_ir: کل شبکاری

# TotalOvertime
source: Total Extra Work
fa_ir: کل اضافه کار

# TotalRemainingFromPreviousPeriod
source: Total Remaining Vacation Quota from Previous Period
fa_ir: مانده کل از دوره قبل

# TotalRemainUpToEndOfYear
source: Total remaining Vacation Quota Up to End of Year
fa_ir: مانده کل تا پایان سال

# TotalRemainUpToNow
source: Total Remaining Vacation Quota Up to Now
fa_ir: مانده کل تاکنون

# TotalRemainVacationUntilEndOfPreviousPeriod
source: Total Remaining Vacation Quota Until End of Previous Period
fa_ir: مانده مرخصی کل تا پایان دوره قبل

# TotalRemainUntilEndOfYear
source: Total Remaining Vacation Quota Until End of Year
fa_ir: مانده کل تا پایان سال

# TotalUnAllowedOvertime
source: Total Not Allowed Extra Work
fa_ir: کل اضافه کار غیرمجاز

# TotalUsedVacation
source: Total Used Vacation Quota
fa_ir: کل مرخصی استفاده شده

source: Total vacation
fa_ir: کل مرخصی

# TotalVacationWithoutPay
source: Total Not Paid Vacation
fa_ir: کل مرخصی بدون حقوق

# TotalVacationWithPay
source: Total Paid Vacation
fa_ir: کل مرخصی باحقوق

source: To Time
fa_ir: تا ساعت

source: Traffic
fa_ir: تردد

source: Traffic Permissions
fa_ir: مجوز های تردد

source: Type
fa_ir: نوع

# UnAllowedAllowedExitCount
source: Permitted Not Allowed Exit Count
fa_ir: تعداد خروج غیرمجاز مجاز

# UnAllowedAllowedExitValue
source: Permitted Not Allowed Exit Value
fa_ir: مقدار خروج غیرمجاز مجاز

# UnAllowedOvertimeInMission
source: Not Allowed Extra Work in Mission
fa_ir: اضافه کار غیرمجاز در ماموریت

# UnauthorizedExitCount
source: Not Allowed Exit Count
fa_ir: تعداد خروج غیرمجاز

# UnauthorizedExitValue
source: Not Allowed Exit Value
fa_ir: مقدار خروج غیرمجاز

source: Under
fa_ir: تحت

# UnPaidVacation
source: Not Paid Vacation
fa_ir: مرخصی بدون حقوق

# UsedVacationInPeriod
source: Used Vacation Quota in Period
fa_ir: مرخصی استفاده شده در دوره

source: Username
fa_ir: نام کاربری

source: Username is Required
fa_ir: وارد نمودن نام کاربری الزامی می باشد

source: Vacation
fa_ir: مرخصی

source: Vacation Detail
fa_ir: جزئیات مرخصی

source: Vacation Detail in Period
fa_ir: ریز مرخصی در دوره

# VacationManagement
source: Vacations Management
fa_ir: مدیریت مرخصی ها

source: Vacation Quota
fa_ir: سهمیه مرخصی

source: Vacation Request
fa_ir: درخواست مرخصی

source: Vacation Requests
fa_ir: درخواست های مرخصی

source: Vacations
fa_ir: مرخصی ها

source: Vacation Sheets Archive
fa_ir: آرشیو برگه های مرخصی

source: Vacation Type
fa_ir: نوع مرخصی

source: Vacation Value
fa_ir: مقدار مرخصی

source: Version
fa_ir: نسخه

source: View
fa_ir: مشاهده

source: View Profile
fa_ir: مشاهده پروفایل

source: Web
fa_ir: وب

# Wellcome
source: Welcome
fa_ir: خوش آمدی

source: Work Experience
fa_ir: تجربیات کاری

source: Workgroup
fa_ir: گروه کاری

# WorkYear
source: Working Year
fa_ir: سال کاری

source: Wroted Datetime
fa_ir: تاریخ وزمان نگارش

source: Year
fa_ir: سال

source: Yes
fa_ir: بلی

source: Extra Work
fa_ir: اضافه کار

source: Presence
fa_ir: حضور

source: Work Dificit
fa_ir: کسر کار

# Ets
source: Elmosanat Total System
fa_ir: سیستم جامع علم و صنعت

source: Modify
fa_ir: ویرایش

source: Operation
fa_ir: عملیات

source: Allowed Extra Work
fa_ir: اضافه کار مجاز

source: Not allowed extra work
fa_ir: اضافه کار غیرمجاز

source: Remove
fa_ir: حذف

source: View Detail
fa_ir: مشاهده جزئیات

# EntryOrExit
source: Enter / Exit
fa_ir: ورود / خروج

source: Request Time
fa_ir: ساعت درخواست

source: Request Title
fa_ir: عنوان درخواست

source: Request Type
fa_ir: نوع درخواست

source: Select Filter
fa_ir: تعیین فیلتر

# ChoisePersonnel
source: Select Personnel
fa_ir: انتخاب پرسنل

# IoInDay
source: Enter/Exit in Day
fa_ir: ورود و خروج در روز

# IoInRange
source: Enter/Exit in Period
fa_ir: ورود و خروج در بازه

source: Request Status
fa_ir: وضعیت درخواست

# ManagementRequest
source: Request Management
fa_ir: مدیریت درخواست

# ManagementRequests
source: Requests Management
fa_ir: مدیریت درخواست ها

source: Personnel Requests
fa_ir: درخواست های پرسنل

source: Daily Functionality Report
fa_ir: گزارش کارکرد روزانه

source: Events Report
fa_ir: گزارش رویدادها

# IoReport
source: Enter/Exit Report
fa_ir: گزارش ورود و خروج ها

# PeriodFunctionalityReport
source: Periodic Functionality Report
fa_ir: گزارش کارکرد دوره ای

source: Requests Report
fa_ir: گزارش درخواست ها

source: Remain Vacation Report
fa_ir: گزارش مانده مرخصی

source: Extra Work Detail
fa_ir: جزئیات اضافه کار

source: Special Extra Work
fa_ir: اضافه کار ویژه

source: Special Extra Work Detail
fa_ir: جزئیات اضافه کار ویژه

source: Register Special Extra Work
fa_ir: ثبت اضافه کار ویژه

source: Recently confirmed requests
fa_ir: درخواست های تایید شده

source: Overall Initialization
fa_ir: مقداردهی کلی

source: Value
fa_ir: مقدار

source: Special Extra Work Type
fa_ir: نوع اضافه کار ویژه

source: Mission Cartable
fa_ir: کارتابل جزییات ماموریت

source: Extra Work in NightWork
fa_ir: اضافه کاری در شبکاری

source: Mission Total Value
fa_ir: مقدار کل ماموریت

source: Mission Archive Detail
fa_ir: آرشیو جزئیات ماموریت

source: Allowed Work Deficit
fa_ir: کسرکار مجاز

# ExtraWorkRequet
source: Daily ExtraWork Requet
fa_ir: درخواست اضافه کار

# ExtraWorkSheetsArchive
source: Daily Extra Work Request Archive
fa_ir: آرشیو برگه های اضافه کار

source: Mission Detail Archive
fa_ir: آرشیو جزئیات ماموریت

# SumPeriodFunctionalityReport
source: Sum of Period Functionalities Report
fa_ir: گزارش جمع کارکرد دوره ای

source: Hour And Minute
fa_ir: ساعت و دقیقه

source: Minute
fa_ir: دقیقه

source: Working Year and Period
fa_ir: سال کاری و دوره

# SumDailyFunctionalityReport
source: Sum of Daily Functionalities Report
fa_ir: گزارش جمع کارکرد روزانه

source: Daily Extra Work Permission
fa_ir: مجوز اضافه کار

source: Daily Extra Work Permission Requests
fa_ir: درخواست های مجوز اضافه کار

source: Absence
fa_ir: غیبت

source: Functionality in Day
fa_ir: کارکرد به روز

# SumOfPresence
source: Sum of Presences
fa_ir: جمع حضور

# UsedVacation
source: Used Vacation Quota
fa_ir: مرخصی استفاده شده

# SumOfExtraWork
source: Sum of Extra Works
fa_ir: جمع اضافه کار

# SumOfFunctionality
source: Sum of Functionalities
fa_ir: جمع کارکرد

# SumOfMissions
source: Missions
fa_ir: ماموریت ها

# SumOfVacations
source: Vacations
fa_ir: مرخصی ها

source: None Type
fa_ir: بدون نوع

# SumOfTotalPresence
source: Total Presence
fa_ir: حضور کل

# DailyPermissionArchive
source: Daily Extra Work Permission Archive
fa_ir: آرشیو برگه های مجوز روزانه

# DailyPermissionRequest
source: Daily Extra Work Permission Request
fa_ir: درخواست مجوز روزانه

source: Total statistics
fa_ir: آمار کلی

source: Presence in Work Intervals
fa_ir: حضور در بازه های کار

source: Getting
fa_ir: در حال دریافت

# AttachFile
source: Attach File(s)
fa_ir: الصاق فایل(ها)

source: File Title
fa_ir: عنوان فایل

# MissionMembersType
source: Mission Dispatch Type
fa_ir: نوع اعزام ماموریت

source: Mission Report
fa_ir: گزارش ماموریت

# MissionResidenceType
source: Type of Residency
fa_ir: نوع محل اقامت

# MissionTransportType
source: Type of Transport
fa_ir: نوع وسیله ایاب و ذهاب

source: Mission Subject
fa_ir: موضوع ماموریت

source: Show Report
fa_ir: نمایش گزارش

source: Print
fa_ir: چاپ

# PrintVacationPaper
source: Print Vacation Sheet
fa_ir: چاپ برگه مرخصی

# PrintVacationRule
source: Print Vacation Mandate
fa_ir: چاپ حکم مرخصی

source: Fixed Breadcrumbs
fa_ir: پنل ناوبری و جستجو

source: Fixed Header
fa_ir: سرصفحه ثابت

source: Fixed Sidebar
fa_ir: منو ثابت

# ChooseSkin
source: Select Skin
fa_ir: انتخاب قالب

source: Home Page
fa_ir: صفحه نخست

# LatestHistoryView
source: Latest Archive View
fa_ir: مشاهده سوابق اخیر

source: Time Attendance System
fa_ir: سیستم حضور و غیاب

# SearchHistory
source: Search Archive
fa_ir: سوابق جستجو

source: All Items
fa_ir: همه موارد

source: Confirm Selected Papers
fa_ir: تایید برگه های انتخابی

source: Deny Selected Papers
fa_ir: رد برگه های انتخابی

source: Export Report to
fa_ir: خروجی گزارش به فرمت

# RegisteredPapersDetails
source: Selected Sheets Details
fa_ir: جزییات برگه های انتخابی

# SelectedFileDescription
source: Enter Selected File Description Here
fa_ir: بعنوان شرح فایل انتخابی مورد استفاده قرار می گیرد

source: View Result
fa_ir: مشاهده نتیجه

source: With Exit
fa_ir: همراه با خروج

source: You Can Change Your Password Here
fa_ir: در این قسمت می توانید نسبت به تغییر کلمه عبور خود اقدام نمایید

source: Cause of Deny or Rejection
fa_ir: علت رد / برگشت

source: Confirm Request
fa_ir: تایید درخواست

source: Deny Request
fa_ir: رد درخواست

source: Hour
fa_ir: ساعت

# IOPattern
source: Enter/Exit Pattern
fa_ir: الگوی ورود و خروج

# RequestHistoryInPeriod
source: Request Archive in Period
fa_ir: سوابق درخواست در دوره

# ViewRequestHistory
source: View Request Archive
fa_ir: مشاهده سوابق درخواست

source: Without Description
fa_ir: بدون توضیحات

source: Begin Date and Time
fa_ir: تاریخ و ساعت شروع

source: End Date and Time
fa_ir: تاریخ و ساعت پایان

source: No Result Found
fa_ir: هیچ اطلاعاتی یافت نشد

# RemainVacationDetail
source: Remaining Vacation Quota Detail
fa_ir: جزیات مانده مرخصی

# VacationRemainToEndOfTheYear
source: Vacation Remaining Quota to End of Year
fa_ir: مانده مرخصی تا پایان سال

# VacationRemainUntilLastPeriod
source: Vacation remaining Quota Until Last Period
fa_ir: مانده مرخصی تا پایان دوره قبل

# VacationTakenInPeriod
source: Taken Vacation in Period
fa_ir: مقدار مرخصی اخذ شده طی دوره

# ViewIO
source: View Enter/Exit
fa_ir: مشاهده ورود خروج

source: Warning
fa_ir: هشدار

source: Attached Files
fa_ir: فایل های ضمیمه شده

source: An Error Occurred from Unspecified Source in Server
fa_ir: بروز خطا از منبع نامشخص در سرور

# ContactSupportTeam
source: Please Call Support Team
fa_ir: لطفا با پشتیبانی تماس حاصل فرمایید

# CopywriteAllrightsReserved
source: Copywrite © All Rights Reserved To {0}
fa_ir: کلیه حقوق این برنامه محفوظ و متعلق به {0} میباشد

source: Error in Validating Application Lock
fa_ir: خطا در ارتباط با قفل سیستم

source: Error Occurred
fa_ir: وقوع خطا

# ReferToHomePageOrTypeTheAdress
source: Refer to {0} or Enter the Address
fa_ir: به {0} مراجعه کرده یا آدرس موردنظر را تایپ کنید

source: Requested Address Not Found
fa_ir: آدرس مورد نظر یافت نشد

source: Requested Page is Not Exist Anymore
fa_ir: ممکن است این صفحه از دسترس خارج شده باشد و یا آدرس آن بصورت اشتباه وارد شده باشد

source: Do You Want to Logoff ?
fa_ir: آیا مایل به خروج از سامانه می باشید؟
