Repository: jalireza64/RaadeenShareManagementDashboard
Catalog: EmployeeRequest/App_Resources/CaptionsLibrary.*.resx
Languages: fa_ir

source: Control
fa_ir: کنترل

source: Delete
fa_ir: حذف

source: Orders
fa_ir: فرامین

source: Save
fa_ir: ذخیره

source: English
fa_ir: انگلیسی

source: Farsi
fa_ir: فارسی

# Persain
source: Persian
fa_ir: فارسی

source: Language type
fa_ir: نوع زبان

source: Select Language
fa_ir: انتخاب زبان

source: Please choose one of Items for language type
fa_ir: یکی از موارد زیر را جهت تغییر زبان سیستم انتخاب نمایید

source: Language
fa_ir: زبان

source: Employment Start Date
fa_ir: تاریخ استخدام

source: Employment Termination Date
fa_ir: تاریخ خاتمه خدمت

source: Family
fa_ir: نام خانوادگی

source: Confirmed Missions
fa_ir: ماموریت های نهایی شده

source: View Confirmed Missions
fa_ir: مشاهده ماموریت های نهایی شده

source: Send
fa_ir: ارسال

source: Send message
fa_ir: ارسال پیام

source: New message
fa_ir: پیام جدید

source: Users list
fa_ir: لیست کاربران

source: Online user
fa_ir: کاربر آنلاین

source: Base Salary
fa_ir: حقوق پایه

source: Certificate Publish Place
fa_ir: محل صدور شناسنامه

source: Denomination
fa_ir: مذهب

source: Employment Duration By Year
fa_ir: سنوات خدمتی

source: Employment Group Number
fa_ir: گروه استخدامی

source: Employment Number
fa_ir: شماره مستخدم

source: Employment Star Date
fa_ir: تاریخ استخدام

source: EmploymentType
fa_ir: نوع استخدام

source: Gender
fa_ir: جنسیت

source: Military Status
fa_ir: وضعیت نظام وظیفه

source: Nationality
fa_ir: ملیت

source: NickName
fa_ir: نام مستعار

source: Salary
fa_ir: حقوق و مزایا

source: Settlement Status
fa_ir: وضعیت مسکن

source: List Operations
fa_ir: عملیات لیست

source: Messanger
fa_ir: پیام رسان

source: Edit
fa_ir: ویرایش

source: Name
fa_ir: نام

# WithouValue
source: Without Value
fa_ir: بدون مقدار

source: Daily Extrawork Management
fa_ir: مدیریت اضافه کارهای روزانه

source: Pictures
fa_ir: عکس ها

source: Read From File
fa_ir: خواندن از فایل

source: Signature
fa_ir: امضاء

source: Operation result
fa_ir: مشاهده نتیجه

source: Result
fa_ir: نتیجه

source: Precept Management
fa_ir: مدیریت احکام

source: Personnel Precept
fa_ir: احکام پرسنل

source: Job Position Precepts
fa_ir: احکام پست سازمانی

source: Job Positions Precepts
fa_ir: احکام پست های سازمانی

source: Key Precept
fa_ir: حکم کلید

source: Key Precepts
fa_ir: احکام کلید

source: Key number
fa_ir: شماره کلید

# EmployeeList
source: EmployeesList
fa_ir: لیست پرسنل

source: Attached Picture
fa_ir: تصویر پیوست

source: Paper No
fa_ir: شماره برگه

source: Show
fa_ir: نمایش

source: From Last Period
fa_ir: از دوره قبل

source: Until End Of The Year
fa_ir: تا پایان سال

source: Working Year
fa_ir: سال کاری

source: Until Now
fa_ir: تا کنون

source: Adjustment Recording
fa_ir: تسویه

source: Initial Remain Vacation
fa_ir: مقدار اولیه مانده مرخصی

source: Periodly ExtraWork Permission
fa_ir: مجوز اضافه کار دوره ای

source: Personal Io
fa_ir: ورود و خروج فردی

source: Precepcts
fa_ir: احکام

source: Register Paper
fa_ir: ثبت برگه

source: Show Currently Employed
fa_ir: نمایش شاغلین

source: Show Precepcts
fa_ir: نمایش احکام

source: Special Add Sub Vacation
fa_ir: کسر و اضافه سهمیه مرخصی

source: Digital Signature
fa_ir: امضای دیجیتال

source: Special Work Deficit
fa_ir: کسر کار ویژه

source: Select All Perosns
fa_ir: انتخاب همه افراد

source: Selected Persons
fa_ir: افراد انتخاب شده

source: Filter
fa_ir: فیلتر

source: Filter Details
fa_ir: جزئیات فیلتر

source: Burnt
fa_ir: سوخت شده

source: Last year useable transfer value
fa_ir: مقدار قابل استفاده انتقالی از سال قبل

source: UnUseable
fa_ir: غیر قابل استفاده

source: Useable
fa_ir: قابل استفاده

source: Initial vacation type value
fa_ir: مقدار اولیه مانده مرخصی

source: Add New Filter
fa_ir: افزودن فیلتر جدید

source: Selected
fa_ir: انتخاب شده

source: Total Count
fa_ir: تعداد کل

source: Apply
fa_ir: اعمال

source: UnUseable remain
fa_ir: مانده غیرقابل استفاده

source: Useable remain
fa_ir: مانده قابل استفاده

source: Permission Value
fa_ir: مقدار مجاز

source: Value Transfered From Previous Year
fa_ir: مقدار انتقال داده شده از سال قبل

source: Burnt Value
fa_ir: مقدار سوخت شده

source: UnUseable Value
fa_ir: مقدار غیرقابل استفاده

source: Smart Determaine
fa_ir: تعیین هوشمند

source: Update
fa_ir: بروزرسانی

source: From mobile
fa_ir: ثبت از دستگاه هوشمند

source: Shifts
fa_ir: شیفت ها

source: Checkin
fa_ir: اعلام حضور

source: Card type
fa_ir: نوع کارت

source: Source
fa_ir: منبع

source: Source type
fa_ir: نوع منبع

source: Mission Location
fa_ir: محل ماموریت

source: Save As
fa_ir: ذخیره به عنوان

source: Infinity
fa_ir: بی نهایت

source: Priority
fa_ir: حق تقدم

source: Presence Paper
fa_ir: برگه حضور

source: SelectPersons
fa_ir: انتخاب افراد

# AdjustmentVacationType
source: Adjustment Vacation Type Value
fa_ir: تسویه

source: Save and return
fa_ir: ذخیره و بازگشت

source: Save and close
fa_ir: ذخیره و بستن

source: City Name
fa_ir: نام شهر

source: KeyType
fa_ir: نوع کلید

source: SystemName
fa_ir: نام سیستم

source: Category
fa_ir: رده

source: Special Productivity Improvement
fa_ir: ویژه بهره وری

source: Subset
fa_ir: زیر مجموعه

source: Dashboard
fa_ir: داشبورد

source: Quick Access
fa_ir: دسترسی سریع

source: Desktop
fa_ir: میز کار

source: Search and add
fa_ir: جستجو و افزودن

source: Job Positions
fa_ir: پست های سازمانی

source: Job position name
fa_ir: نام پست سازمانی شغلی

source: Persons
fa_ir: افراد

source: Repeatation Count
fa_ir: تعداد تکرار

source: job position precept
fa_ir: حکم پست سازمانی

source: Precept Finish Date
fa_ir: تاریخ پایان حکم

source: System Type Name
fa_ir: نام سیستم

source: Key Type Name
fa_ir: نوع کلید

source: Gender Name
fa_ir: نام جنسیت

source: Mariage Status Name
fa_ir: عنوان وضعیت تاهل

source: Dependency Relationship
fa_ir: روابط وابستگی

source: Cities
fa_ir: شهر ها

source: Key Types
fa_ir: انواع کلید ها

source: Systems
fa_ir: سیستم ها

source: Accessible persons
fa_ir: افراد قابل دسترسی

source: Access Level
fa_ir: سطح دسترسی

source: Active directory username
fa_ir: نام کاربری اکتیو دایرکتوری

source: Person
fa_ir: فرد

source: Denominations
fa_ir: مذاهب

source: Nationalities
fa_ir: ملیت ها

source: Religions
fa_ir: ادیان

source: Select Person
fa_ir: انتخاب فرد

source: Denomination Definition
fa_ir: تعریف مذهب

source: Job Place
fa_ir: محل خدمت

source: jobCategories
fa_ir: رده ها

source: Ownership Types
fa_ir: انواع مالکیت

source: Insurance Places
fa_ir: محل های بیمه

source: Bank Account Types
fa_ir: انواع حساب های بانکی

source: Insurance Type
fa_ir: انواع بیمه

source: Banks
fa_ir: بانک ها

source: Special Diseases
fa_ir: بیماری های خاص

source: Medicines
fa_ir: پزشکی

source: Disabilities
fa_ir: معلولیت ها

source: Bank Accounts
fa_ir: حسابهای بانکی

source: Bussiness Partner Information
fa_ir: سایر اطلاعات فرد

source: Contact Info
fa_ir: اطلاعات تماس

source: Educational Course
fa_ir: دوره های آموزشی

source: Educational File
fa_ir: سوابق تحصیلی

source: Ex Job File
fa_ir: سوابق شغلی

source: General Skill
fa_ir: مهارت های عمومی

source: Insurance Info
fa_ir: اطلاعات بیمه

source: Language Skill
fa_ir: مهارتهای زبان

source: Sacrifice File
fa_ir: سوابق ایثارگری

source: Special Interval Type
fa_ir: نوع بازه خاص

source: Employment Types
fa_ir: انواع استخدام

source: ExJob Places
fa_ir: محل های کاری

source: Contact Types
fa_ir: انواع تماس

source: New Extrawork
fa_ir: اضافه کار جدید

source: New Forced Extrawork
fa_ir: اضافه کار اجباری جدید

source: New From
fa_ir: جدید از

source: New job
fa_ir: کار جدید

source: New Special Interval
fa_ir: بازه خاص جدید

source: Duration
fa_ir: طول

source: Compute Min Over
fa_ir: محاسبه مازاد بر کف اضافه کار

source: Computing Factor
fa_ir: ضریب احتساب

source: Delay Factor
fa_ir: ضریب تاخیر

source: Hurry Factor
fa_ir: ضریب تعجیل

source: Interval
fa_ir: بازه

source: Legal Not Permited Exit Comput On Mode
fa_ir: محاسبه خروج غیر مجاز مجاز طبق

source: Legal Not Permited Exit Quantity
fa_ir: تعداد برای مجاز کردن خروج های غیر مجاز

source: Legal Not Permited Exit Value
fa_ir: مقداربرای مجاز کردن خروج های غیر مجاز

source: Max ExtraWork Value
fa_ir: سقف اضافه کار

source: Min Presence Value To Cumpute
fa_ir: حداقل زمان حضور جهت احتساب

source: Non Work Interval
fa_ir: بازه عدم کار

source: Not Permited Exit Factor
fa_ir: ضریب خروج غیر مجاز

source: Permited Delay Value
fa_ir: مقدار تاخیر مجاز

source: Permited Hurry Value
fa_ir: مقدار تعجیل مجاز

source: Permited WorkDeficit Value
fa_ir: مقدار کسرکار مجاز

source: Remove Not Allowed ExtraWork
fa_ir: حذف اضافه کار غیر مجاز

source: Super Shift
fa_ir: شیفت ترکیبی

source: Interval Rules
fa_ir: قوانین بازه

source: Foreign Language
fa_ir: زبان های خارجی

source: Educational Degree
fa_ir: مقاطع تحصیلی

source: Contacts
fa_ir: تماس ها

source: Contact
fa_ir: تماس

source: Contact Detail
fa_ir: جزئیات تماس

source: Contact Type
fa_ir: نوع تماس

source: Content
fa_ir: متن

source: Interval Deficit Mission
fa_ir: کسر مدت بازه از ماموریت

source: Interval Deficit Vacation
fa_ir: کسر مدت بازه از مرخصی

source: OwnershipTitle
fa_ir: نوع مالکیت

source: Job Titles
fa_ir: مشاغل

# FloatingComputeModeType
source: Floating Compute Mode
fa_ir: نوع شناوری

source: Computed As Night Work
fa_ir: محاسبه به عنوان شبکاری

source: Compute Floating After Delay
fa_ir: احتساب شناوری پس از تاخیر

source: Compute Floating With Greater Delay
fa_ir: احتساب شناوری در صورتی که تاخیر مجاز بوده و بیش از مجموع شناوری باشد

source: Computing No Factor
fa_ir: ضریب احتساب

source: FloatingValue
fa_ir: مقدار شناوری

source: Length For Computing Absence
fa_ir: طول شیفت برای محاسبه غیبت

source: Length For Computing Mission
fa_ir: طول شیفت برای محاسبه ماموریت

source: Length For Computing Vacation
fa_ir: طول شیفت برای محاسبه مرخصی

source: Length For Computing Work
fa_ir: طول شیفت برای محاسبه کارکرد

source: Min Presence To Avoid Absence
fa_ir: حداقل حضور جهت عدم محاسبه غیبت

source: Min Time To Commpute As Work
fa_ir: حداقل زمان حضور جهت محاسبه کارکرد

source: Overlap Time
fa_ir: زمان هم پوشانی

source: Permited Delay Compute On
fa_ir: محاسبه تاخیر مجاز طبق

source: Permited Delay Quantity
fa_ir: تعداد تاخیر مجاز

source: Permited Hurry Compute On
fa_ir: محاسبه تعجیل مجاز طبق

source: Permited Hurry Quantity
fa_ir: تعداد تعجیل مجاز

source: Work Factor
fa_ir: ضریب کار

source: Place Chart
fa_ir: محل های خدمتی

source: Members
fa_ir: اعضا

source: Intervals Groups
fa_ir: گروه بازه ها

source: Insert Offset
fa_ir: فاصله از شروع

source: Educational Places
fa_ir: محل های تحصیلی

source: Educational Fields
fa_ir: رشته های تحصیلی

source: Educational Orientation
fa_ir: گرایش تحصیلی

source: Educational Field
fa_ir: رشته تحصیلی

source: Min Presence Value To SmartShift Allocation
fa_ir: حداقل زمان حضور جهت اختصاص شیفت هوشمند

source: Score
fa_ir: امتیاز

source: Shifts Group
fa_ir: گروه شیفت ها

source: Calendar Type
fa_ir: نوع تقویم

source: Is Previous WorkingYear
fa_ir: ادامه از سال کاری

source: Previous Working Year
fa_ir: سال کاری پیشین

source: With Add Periods
fa_ir: دوره ها انتقال یابند

source: Number of copy
fa_ir: تعداد کپی

source: Month
fa_ir: ماه

source: Order
fa_ir: ترتیب

source: Period rules
fa_ir: قوانین دوره

source: Rules
fa_ir: قوانین

source: Adaptive Holidays Between Vacations Factor
fa_ir: ضریب تعطیلات توافقی بین مرخصی

source: Adjustment Belong Holiday
fa_ir: تعطیلات متعلقه تعدیل شود

source: Begin Of Allow Range
fa_ir: شروع محدوده مجاز

source: Calc Adaptive Holidays Between Vacations
fa_ir: احتساب تعطیلات توافقی بین مرخصی

source: Calc Official Holidays Between Vacations
fa_ir: احتساب تعطیلات رسمی بین مرخصی

source: CalcType Of Allow Range Type
fa_ir: نوع محاسبه محدوده مجاز مجوز اضافه کار

source: End Of Allow Range
fa_ir: پایان محدوده مجاز

source: Is Attachmentable
fa_ir: الزام پیوست مدارک

source: Is Default Vaction
fa_ir: مرخصی پیش فرض

source: Is Requestable
fa_ir: قابلیت درخواست

source: Max Adaptive Holidays Between Vacations
fa_ir: سقف تعطیلات تواققی بین مرخصی

source: Max Official Holidays Between Vacations
fa_ir: سقف تعطیلات رسمی بین مرخصی

source: Min Adaptive Holidays Between Vacations
fa_ir: کف تعطیلات تواققی بین مرخصی

source: Min Official Holidays Between Vacations
fa_ir: کف تعطیلات رسمی بین مرخصی

source: Need Rounding
fa_ir: نیاز به گرد شدن دارد

source: Official Holidays Between Vacations Factores
fa_ir: ضریب تعطیلات رسمی بین مرخصی

source: Presence Priority
fa_ir: حضور الویت دارد

source: Remaining Vacation Check Type
fa_ir: نوع احتساب کنترل مانده مرخصی

source: Request Min Remain Vacation
fa_ir: کف مانده مرخصی برای ثبت درخواست

source: Round Limitation
fa_ir: مرز گرد شدن

source: Round Option
fa_ir: نوع گرد شدن

source: Round Value
fa_ir: مقدار گرد شدن

source: Vacation Activation
fa_ir: فعال

source: Vacation Max Length For Request
fa_ir: سقف طول مرخصی برای درخواست

source: Vacation Max Length Per Day
fa_ir: سقف طول مرخصی در روز

source: Vacation Max Length Per Period
fa_ir: سقف طول مرخصی در دوره

source: Vacation Max Length Per Year
fa_ir: سقف طول مرخصی در سال

source: Vacation Max Num Per Day
fa_ir: سقف تعداد مرخصی در روز

source: Vacation Max Num Per Period
fa_ir: سقف تعداد مرخصی در دوره

source: Vacation Max Num Per Year
fa_ir: سقف تعداد مرخصی در سال

source: Vacation Min Length For Request
fa_ir: کف طول مرخصی برای درخواست

source: Vacation Min Length Per Day
fa_ir: کف طول مرخصی در روز

source: formula
fa_ir: فرمول

source: Formula definition
fa_ir: انتساب فرمول

source: Parent id
fa_ir: شناسه پدر

source: Active
fa_ir: فعال

source: Adaptive Holidays Between Mission Work Factor
fa_ir: ضریب تعطیلات توافقی حین ماموریت

source: Calc Adaptive Holidays Between Mission
fa_ir: احتساب تعطیلات توافقی بین ماموریت

source: Calc Official Holidays Between Mission
fa_ir: احتساب تعطیلات رسمی بین ماموریت

source: Detail Need Confirm
fa_ir: الزام تایید جزئیات

source: Detail Requirement
fa_ir: الزام ثبت جزئیات

source: Is Need Additional Information
fa_ir: امکان ثبت اطلاعات تکمیلی

source: Max Adaptive Holidays Between Mission
fa_ir: سقف تعطیلات توافقی بین ماموریت

source: Max Official Holidays Between Mission
fa_ir: سقف تعطیلات رسمی بین ماموریت

source: Min Adaptive Holidays Between Mission
fa_ir: کف تعطیلات توافقی بین ماموریت

source: Min Official Holidays Between Mission
fa_ir: کف تعطیلات رسمی بین ماموریت

source: Official Holidays Between Mission Work Factor
fa_ir: ضریب تعطیلات رسمی حین ماموریت

source: Issuance City
fa_ir: محل صدور پرونده

source: Sacrifice File Code
fa_ir: کد جانبازی

source: Sacrifice Persentage
fa_ir: درصد جانبازی

source: Educational Course Title
fa_ir: نام دوره آموزشی

source: Educational Institude
fa_ir: موسسه آموزشی

source: Period Duration
fa_ir: طول دوره

source: Listen Skill Point
fa_ir: مهارت گوش کردن

source: Overall Skill Point
fa_ir: مهارت کلی

source: Read Skill Point
fa_ir: مهارت خواندن

source: Speak Skil lPoint
fa_ir: مهارت صحبت کردن

source: Write Skill Point
fa_ir: مهارت نوشتن

source: Special Calendar
fa_ir: تقویم و سررسید

source: Work Calendar Name
fa_ir: نام تقویم کاری

source: Alowed Presence Duration
fa_ir: سفف مجاز برای حضور

source: Determine Io Type
fa_ir: نحوه تعیین ورود و خروج

source: Min Distance Between IO Records
fa_ir: حداقل فاصله زمانی بین دو رکورد تردد

source: Request Max Num Per Day
fa_ir: سقف تعداد درخواست در روز

source: Request Max Num Per Period
fa_ir: سقف تعداد درخواست در دوره

source: Begin Of Allow Range For Daily ExtraWork Permission
fa_ir: شروع محدوده مجاز مجوز اضافه کار

source: Calc Type Of Allow Range For Daily ExtraWork Permission
fa_ir: نوع محاسبه محدوده مجاز مجوز اضافه کار

source: End Of Allow Range For Daily ExtraWork Permission
fa_ir: پایان محدوده مجاز مجوز اضافه کار

# IsRequestableDailyExtraWorkPermission
source: Is Requestable ExtraWork Permission
fa_ir: قابلیت درخواست مجوز اضافه کار

source: Default Year
fa_ir: سال پیش فرض

source: Add Working Year
fa_ir: افزودن سال کاری

source: Delete Working Year
fa_ir: حذف سال کاری

source: Working Days
fa_ir: روزهای کاری

source: Abondon Reason
fa_ir: علت ترک کار

source: Activity
fa_ir: فعالیت

source: Current Job Relation Factor
fa_ir: ضریب ارتباط با کار فعلی

source: Document Code
fa_ir: شماره سند سابقه

source: ExJob Place
fa_ir: محل کار

source: Last Salary
fa_ir: آخرین حقوق

source: Term Insurance
fa_ir: مدت بیمه

source: Organization Info
fa_ir: اطلاعات سازمانی

source: Employment Base Number
fa_ir: پایه استخدامی

source: Factory Code
fa_ir: کد کارگاه

source: Insurance Begin Date
fa_ir: تاریخ شروع بیمه

source: Insurance Book No
fa_ir: شماره دفترچه بیمه

source: Insurance Book Termination Date
fa_ir: تاریخ انقضای دفترچه بیمه

source: Insurance End Date
fa_ir: تاریخ پایان بیمه

source: Insurance No
fa_ir: شماره بیمه

source: Insurance Place
fa_ir: محل بیمه

source: Job Book No
fa_ir: شماره دفترچه کار

source: Adjustment Work Deficit With Vacation Stock
fa_ir: کسرکار با سهمیه مرخصی تعدیل شود

source: Is Using Samart Shift Allocation
fa_ir: استفاده از اختصاص شیفت هوشمند

source: Max Functionality
fa_ir: سقف کارکرد

source: Max Night Work
fa_ir: سقف شبکاری

source: Min Functionality
fa_ir: کف کارکرد

source: Min Night Work
fa_ir: کف شبکاری

source: Min Work Deficit For Adjust Accured Holiday
fa_ir: کف کسرکار برای تعدیل تعطیلات متعلقه

source: Min Work Deficit For Adjust Vacation Stock
fa_ir: کف کسرکار برای تعدیل سهمیه مرخصی

source: Productivity Improvement Type
fa_ir: نوع قانون ارتقاء بهره وری

source: Sequence Working Computing Type
fa_ir: نحوه محاسبه نوبت کاری

source: Sequence Working Percentage
fa_ir: درصد نوبتکاری

source: Work Calendar
fa_ir: تقویم کاری

source: Account Number
fa_ir: شماره حساب

source: Bank
fa_ir: بانک

source: Bank Account Type
fa_ir: نوع حساب

source: BranchName
fa_ir: نام شعبه

source: Open Date
fa_ir: تاریخ افتتاح

source: Shaba
fa_ir: شماره شبا

source: Precept Assignment
fa_ir: انتساب حکم

source: Precepts Assignment
fa_ir: انتساب احکام

source: Shift Allocation
fa_ir: اختصاص شیفت

source: Allocation
fa_ir: تخصیص

source: Attribution Rules
fa_ir: احکام انتساب

# GroupIntervalRules
source: Group and Interval Rules
fa_ir: قوانین گروه و بازه

source: WorkGroup Rules
fa_ir: قوانین گروه کاری

# DestBusinessPartner
source: Related Person Name
fa_ir: فرد وابسته

source: Educational Place
fa_ir: محل تحصیل

source: Education Degree
fa_ir: مقطع

source: Average
fa_ir: میانگین

source: Education Field
fa_ir: رشته تحصیلی

source: Education Orientation
fa_ir: گرایش

source: Select Personnel
fa_ir: انتخاب پرسنل

source: WorkGroup Name
fa_ir: عنوان گروه کاری

source: Work Difficulty Percentage
fa_ir: درصد سختی کار

source: Current Precept Is Check
fa_ir: دارای حکم جاری

source: Future Precept Is Check
fa_ir: دارای حکم آینده

source: Past Precept Is Check
fa_ir: دارای حکم گذشته

source: Adjustments
fa_ir: تعدیلات

source: Group Period Work Calendar
fa_ir: گروه و دوره تقویم

# NightWork
source: Nigh work
fa_ir: شبکاری

source: Vacation Type Work Group
fa_ir: مرخصی گروه کاری

source: Adjusting
fa_ir: تعدیل شود

source: Each Extrawork Hour In Period With :
fa_ir: هر یک ساعت اضافه کار در دوره با :

source: If Overflowed
fa_ir: اگر بیشتر شد

source: Maximum Limit
fa_ir: تا سقف

source: Period Absence
fa_ir: غیبت دوره

source: Period Delay
fa_ir: تاخیر دوره

source: Period Hurry
fa_ir: تعجیل دوره

source: Period Not Permited Exit
fa_ir: خروج غیرمجاز دوره

source: Shift Delay
fa_ir: تاخیر شیفت

source: Shift Hurry
fa_ir: تعجیل شیفت

source: Shift Not PermitedExit
fa_ir: خروج غیرمجاز شیفت

source: WorkDay Delay
fa_ir: تاخیر روز کاری

source: WorkDay Hurry
fa_ir: تعجیل روز کاری

source: WorkDay Not Permited Exit
fa_ir: خروج غیرمجاز روز کاری

source: IsAdjustMaxVacationTransferWithEmployeeDate
fa_ir: مرخصی قابل انتقال به سال کاری بعد نسبت به تاریخ استخدام تعدیل شود

source: MaxCurrentRemainingToUseableInPeriodTransfer
fa_ir: سقف برای تبدیل مانده جاری به قابل استفاده در انتقال دوره

source: MaxCurrentRemainingToUselessInPeriodTransfer
fa_ir: سقف برای تبدیل مانده جاری به غیر قابل استفاده در انتقال دوره

source: MaxRepeat
fa_ir: سقف تکرار

source: MaxTotalRemainingToUseableInYearTransfer
fa_ir: سقف برای تبدیل مانده سال به قابل استفاده در انتقال سال

source: MaxTotalRemainingToUselessInYearTransfer
fa_ir: سقف برای تبدیل مانده سال به غیر قابل استفاده در انتقال سال

source: MinCurrentRemainingToUseableInPeriodTransfer
fa_ir: کف برای تبدیل مانده جاری به قابل استفاده در انتقال دوره

source: MinTotalRemainingToUseableInYearTransfer
fa_ir: کف برای تبدیل مانده سال به قابل استفاده در انتقال سال

source: RepeatPeriods
fa_ir: دوره تکرار

source: UnderMinConversionTypeForCurrentRemainingInPeriodTransfar
fa_ir: نوع تبدیل زیر کف برای مانده جاری در انتقال دوره

source: UnderMinConversionTypeForTotalRemainingInYearTransfer
fa_ir: نوع تبدیل زیر کف برای مانده کل در انتقال سال

source: VacationDeficitPeriority
fa_ir: اولویت کسر مرخصی

source: Vacation Stock
fa_ir: سهمیه مرخصی

source: Belonging
fa_ir: متعلقات

source: Friday
fa_ir: جمعه

source: Monday
fa_ir: دوشنبه

source: Saturday
fa_ir: شنبه

source: Sunday
fa_ir: یکشنبه

source: Thursday
fa_ir: پنجشنبه

source: Tuesday
fa_ir: سه شنبه

source: Wednesday
fa_ir: چهارشنبه

source: Add
fa_ir: افزودن

source: Add After
fa_ir: افزودن بعد از

source: Add Before
fa_ir: افزودن پیش از

source: CopyFromWorkDays
fa_ir: کپی از روزهای کاری

source: Delete Super Shift
fa_ir: حذف شیفت ترکیبی

source: AssignedBoundedWork
fa_ir: موظف کاری منتسب

source: DayDurationForComputingAccruedHolidays
fa_ir: طول روز کاری برای محاسبه تعطیلات متعلقه

source: MaxWorkDeficitForNotAdjustmentAccruedHolidays
fa_ir: سقف کسرکار برای عدم تعدیل تعطیلات متعلقه

source: Special Interval Category
fa_ir: دسته انواع بازه خاص

source: Day Shift Type
fa_ir: شیفت روز کاری

# DayShiftTypes
source: Days Shift Type
fa_ir: شیفت های روز کاری

# MainCalendarDayType
source: Type of Calendar days
fa_ir: نوع روز تقویمی

# MainCalendarDayTypes
source: Types of Calendar days
fa_ir: انواع روزهای تقویمی

# SpecialAddExteraWorkType
source: Type of special extra work
fa_ir: نوع اضافه کار ویژه

# SpecialAddExteraWorkTypes
source: Types of special extra work
fa_ir: انواع اضافه کار ویژه

source: Mission Location Type
fa_ir: نوع محل ماموریت

source: Mission Location Types
fa_ir: انواع محل ماموریت

# CustomFunctionalityDetails
source: Custom Functionality Detail Types
fa_ir: جزئیات کارکرد سفارشی

source: Variable Number
fa_ir: شماره متغیر

source: Extra Work Rules
fa_ir: قوانین اضافه کار

source: Is Computing Over Min After ExtraWork
fa_ir: محاسبه مازاد بر کف حداقل اضافه کار بعد

source: Is Computing Over Min Befor ExtraWork
fa_ir: محاسبه مازاد بر کف حداقل اضافه کار قبل

source: Max After ExtraWork
fa_ir: سقف اضافه کار بعد

source: Max Befor ExtraWork
fa_ir: سقف اضافه کار قبل

source: Max ExtraWork
fa_ir: سقف اضافه کار روزانه

source: Min After ExtraWork
fa_ir: کف اضافه کار بعد

source: Min Befor ExtraWork
fa_ir: کف اضافه کار قبل

source: Min ExtraWork
fa_ir: کف اضافه کار روزانه

source: Min Presence To Computing Work
fa_ir: حداقل حضور جهت محاسبه کارکرد

source: Assignment Formula
fa_ir: انتساب فرمول

# Personneli
source: Staff
fa_ir: پرسنلی

source: Hard Work
fa_ir: سختی کار

source: Years
fa_ir: سنوات

source: High limit
fa_ir: حد بالا

source: Low limit
fa_ir: حد پایین

# IoRulesDefinitions
source: Input Output Rules Definitions
fa_ir: قوانین ورود و خروج

# IoSources
source: Input output Sources
fa_ir: منابع ورود و خروج

# FunKeySituation
source: Functionality Key Situation
fa_ir: وضیعت کلید های عملیاتی

source: Opration Type
fa_ir: نوع عملکرد منبع

source: Special Cards
fa_ir: کارت های ویژه

source: Card No
fa_ir: شماره کارت

source: WorkDayOffset
fa_ir: فاصله از ابتدای روز کاری

source: Super Shift Length In Workday
fa_ir: طول شیفت ترکیبی در روز کاری

source: Key1
fa_ir: کلید 1

source: Key2
fa_ir: کلید 2

source: Key3
fa_ir: کلید 3

source: Key4
fa_ir: کلید 4

source: Key5
fa_ir: کلید 5

source: Key6
fa_ir: کلید 6

source: Key7
fa_ir: کلید 7

source: Key8
fa_ir: کلید 8

source: Shift Duration
fa_ir: طول شیفت

source: Shift Name
fa_ir: نام شیفت

source: Vacation Definition
fa_ir: تعریف مرخصی

source: Calendar day
fa_ir: روز تقویمی
