Repository: jalireza64/RaadeenShareManagementDashboard
Catalog: EmployeeRequest/App_Resources/MessagesLibrary.*.resx
Languages: fa_ir

source: Mission Import File Guide
fa_ir: فایل پیوستی باید شامل کد پرسنلی، نوع ماموریت، تاریخ و زمان شروع، تاریخ و زمان پایان، تاریخ و زمان درخواست،گزارش ماموریت، موضوع ماموریت، علت درخواست و توضیحات باشد که توسط کاما از هم جدا شده اند

source: Vacation Import File Guide
fa_ir: فایل پیوستی باید شامل کد پرسنلی، نوع مرخصی، تاریخ و زمان شروع، تاریخ و زمان پایان، تاریخ و زمان درخواست،علت درخواست و توضیحات باشد که توسط کاما از هم جدا شده اند

source: Alternate Job Positon Can Not Defined For Own Job Positon
fa_ir: پست سازمانی فعلی نمیتواند به عنوان پست سازمانی جانشین انتخاب شود

# SetTheDiagramPosition
source: Set the diagram position with ctrl and mouse click
fa_ir: برای تنظیم موقعیت دیاگرام، کلید ctrl را نگه داشته و با کلیک ماوس موقعیت را تغییر دهید

source: String Length Message
fa_ir: طول رشته وارد شده بیش از حد مجاز است

source: is required
fa_ir: الزامی است

source: Number Cannot Be Repetitive
fa_ir: شماره نمی تواند تکراری باشد

source: Return Value is only Available as Target
fa_ir: مقدار برگشتی تنها در هدف قابل استفاده است

source: Return Value is only Available in Body
fa_ir: مقدار برگشتی تنها در بدنه قابل استفاده است

source: Target should be Return Value in Last Body Row
fa_ir: هدف در آخرین ردیف بدنه باید مقدار برگشتی باشد

source: Item Already Exists
fa_ir: این مورد پیش از این اضافه شده است

# HrSentenceDetailIsRepetitive
source: Sentence Detail Is Repetitive
fa_ir: جزئیات با نوع استخدام و تاریخ اجرای مشابه قبلا اضافه شده است

source: This Sentence Cannot be Modified or Deleted
fa_ir: این حکم قابلیت ویرایش یا حذف ندارد

source: Post is Repetitive
fa_ir: این پست پیش از این اضافه شده است

source: There is Unconfirmed Sentence for this Personnel
fa_ir: برای این پرسنل حکم تأیید نشده وجود دارد

# HrSentenceIsInGroup
source: Sentence is in Group. Do You Want to Edit and Exclude It From Its Group?
fa_ir: این حکم به صورت گروهی ثبت شده است. آیا مایل به ویرایش و خارج شدن آن از حالت گروهی هستید؟

source: From Date And To Date Not Same
fa_ir: تاریخ شروع و پایان یکسان نمی باشد

source: Error In TimeAttendance Repository
fa_ir: خطا در دسترسی به داده های حضور و غیاب

source: In Hourly Mission You Can Not Select Detail
fa_ir: در ماموریت ساعتی، گزینه الزام ثبت جزییات را نمی توان انتخاب کرد

source: Start DateTime Is Greater Than EndDate Time
fa_ir: تاریخ و زمان شروع بزرگتر از تاریخ و زمان پایان می باشد

source: Please Select One Row
fa_ir: لطفا یک ردیف را انتخاب کنید

source: Personnel WorkGroup Is Not Allowd For Shift Working
fa_ir: گروه کاری این شخص شیفت کار یا نوبت کار نیست

source: Access Denied For This Action
fa_ir: شما دسترسی انجام این فرآیند را ندارید

source: End Of Allow Range Is Smaller Than Begin Of Allow Range
fa_ir: پایان مجدوده مجاز کوچکتر از شروع محدوده مجاز است

source: Your Password Is Expired Please Insert New Password
fa_ir: اعتبار رمز عبور شما به پایان رسیده است، لطفا رمز جدید را وارد کنید

source: Password Expired In 1 Days
fa_ir: رمز عبور شما تا 1 روز دیگر اعتبار خواهد داشت

source: Password Expired In 2 Days
fa_ir: رمز عبور شما تا 2 روز دیگر اعتبار خواهد داشت

source: Password Expired In 3 Days
fa_ir: رمز عبور شما تا 3 روز دیگر اعتبار خواهد داشت

# PasswordExpiredIn0Days
source: Your Password Expired Today
fa_ir: اعتبار رمز عبور شما امروز به پایان می رسد

source: You Can Not Set Old Password
fa_ir: رمز عبور قبلی را نمی توانید وارد کنید

source: You Have Not Extra Work Permission Access
fa_ir: شما قابلیت درخواست اضافه کار را ندارید

source: Is Invalid
fa_ir: نامعتبر است

source: You Are Not Authenticated To This Request
fa_ir: این مجوز قابلیت درخواست ندارد

source: Your Location Is Saved ,Are You Sure?
fa_ir: موقعیت مکانی شما ذخیره می شود، آیا ادامه می دهید؟

source: Remaining Time To Submit Request
fa_ir: زمان باقیمانده جهت ثبت درخواست

source: Picture Is Required
fa_ir: تصویر اجباری می باشد

source: Add Minimum One Row
fa_ir: حداقل یک ردیف اضافه نمایید

source: Shift Is Not Selected
fa_ir: هیج شیفتی انتخاب نشده است

source: Mobile Lock Information Not Available
fa_ir: اطلاعات قفل موبایل یافت نشد

source: A New Vacation Request is Registered
fa_ir: یک درخواست مرخصی جدید جهت بررسی در سیستم ثبت شده است.

source: Are You Sure For Confirm Request
fa_ir: آیا نسبت به تایید درخواست مطمئن هستید؟

source: Are You Sure For Refuse Request?
fa_ir: آیا نسبت به رد درخواست مطمئن هستید؟

source: Today Is 0s Birthday
fa_ir: امروز تولد 0 است

source: Please Call Network Manager
fa_ir: لطفا با مسئول شبکه تماس بگیرید

# AvgOfTransactionCountWithComparisonOfLastMonthPerDay
source: Avg Of Transaction Count With Comparison Of Last Month
fa_ir: میانگین حجم و تعداد معاملات در مقایسه با ماه گذشته

# AvgOfTransactionCountWithComparisonOfLastYearPerDay
source: Avg Of Transaction Count With Comparison Of Last Year
fa_ir: میانگین حجم و تعداد معاملات در مقایسه با سال گذشته

source: For More Information Scan It
fa_ir: برای اطلاعات بیشتر اسکن کنید

source: Please Activate The Software
fa_ir: لطفا نرم افزار خود را فعال نمایید

source: Shareholder Not Found
fa_ir: سهامدار مورد نظر یافت نشد

source: Submited More than 10 Record Is Not Allowd
fa_ir: ثبت بیش از 10 ردیف مجاز نمی باشد

# SubmitedMorethan50RecordIsNotAllowd
source: Submited More than 50th Record Is Not Allowd
fa_ir: ثبت بیش از پنجاه ردیف مجاز نمی باشد

source: Number Of Recovered Row Is More Than Allowed
fa_ir: تعداد ردیف های بازیابی شده بیشتر از حد مجاز است

source: Password Strength Not Valid
fa_ir: پیچیدگی رمز عبور کافی نمی باشد

source: Sync With Last List
fa_ir: بروزرسانی از لیست قبلی

source: Fin Year Is Empty
fa_ir: دوره مالی خالی است

source: Meeting Date Is Empty
fa_ir: تاریخ مجمع خالی است

source: Please Compelet The Field
fa_ir: لطفا اطلاعات را وارد نمایید

source: You Dont Have Permission To Modify Others Watch
fa_ir: شما اجازه ویرایش دیده بان سایرین را ندارید

source: Buy In Negative Day And Sell In Positive Day
fa_ir: خرید در روزهای منفی و فروش در روزهای مثبت

source: Buy In Positive Day And Sell In Negative Day
fa_ir: خرید در روزهای مثبت و فروش در روزهای منفی

source: Nothing Data To Show
fa_ir: هیچ داده ای جهت نمایش وجود ندارد
