Repository: jalireza64/RaadeenShareManagementDashboard
Catalog: EmployeeRequest/App_Resources/MessagesLibrary.*.resx
Languages: fa_ir

# AnotherUserLoggedWithYourData
source: There is Another User Logged With Your Data
fa_ir: کاربر دیگری با اطلاعات شما وارد سامانه شده است

# CatchError
source: Unfortunately an Error Has Occurred
fa_ir: متاسفانه خطایی رخ داده است <br />

# DatetimeNotValid
source: Datetime Value Entered is Not Valid
fa_ir: تاریخ وارده نامعتبر می باشد

# EmailNotValid
source: Email Address You Entered is Not Valid
fa_ir: پست الکترونیکی وارده نامعتبر می باشد

# EnteredDataHasConflict
source: There is Conflict. Please Verify Your Data Value
fa_ir: تداخل در داده های وارد شده، لطفا مقادیر را تصحیح نمایید

# ErrorInFetchWindowIdentity
source: Error While Transfering Data from Active Directory Domain Services
fa_ir: خطا در دریافت اطلاعات اکتیو دایرکتوری

# ErrorInSetActiveDirectoryConfigs
source: Error in Set Active Directory Configuration
fa_ir: خطا در ثبت تنظیمات اکتیو دایرکتوری

# ForUseThisOptionShouldHaveActiveDirecory
source: For the Usage of This Pption, System Must be Set on an Active Directory domain
fa_ir: جهت استفاده از این ویژگی سیستم باید روی یک دامین اکتیو دایرکتوری تنطیم شود

# InpusError
source: Please Enter a Valid Value
fa_ir: مقادیر را بدرستی وارد نمایید

# InvalidPassword
source: Password is not valid
fa_ir: کلمه عبور وارد شده صحیح نمی باشد

# InvalidUserName
source: Username is not valid
fa_ir: نام کاربری وارده شده صحیح نمی باشد

# InvalidUsernameOrPassword
source: The Username or Password is Not Valid
fa_ir: نام کاربری یا کلمه عبور وارد شده صحیح نمی باشد

# LoginFailed
source: You Have Failed to Log in
fa_ir: ورود با شکست مواجه شد

# LoginIsOk
source: Login Successful
fa_ir: ورود با موفقیت انجام شد

source: No data found...
fa_ir: هیچ اطلاعاتی یافت نشد

source: no license found for this request
fa_ir: مجوز رسیدگی به این درخواست یافت نشد

# NumericInputError
source: value should be number
fa_ir: مقدار فیلد {0} باید عددی باشد

# OldPasswordIsIncorrect
source: the password has entered is incorrect (password is not correct)
fa_ir: کلمه عبور وارد شده صحیح نمی باشد

# OperationFailed
source: unfortunately the operation failed. Please try later.
fa_ir: متاسفانه در انجام عملیات مشکلی پیش آمده است

# OperationSuccessed
source: The Operation Completed Successfully
fa_ir: عملیات مورد نظر با موفقیت انجام شد

# PeriodCalculationResultInSelectedPeriosIsNull
source: there is no calculation for the selected period
fa_ir: محاسبه ای برای دوره انتخابی صورت نگرفته است

# PleaseCheckIISConfiguration
source: please check iis web service configuraton for using this option.
fa_ir: جهت استفاده از این گزینه از صحت تنظیمات iis مطمئن شوید

# RangeError
source: data entered is out of range. number must be between {1} and {2}
fa_ir: محدوده وارد شده نامعتبر می باشد، محدوده مجاز بین ({1}) تا ({2}) می باشد

# ReadDataError
source: unfortunately an error occurred while reading data.
fa_ir: متاسفانه در دریافت اطلاعات خطایی رخ داده است

# Required
source: value inserting is required
fa_ir: وارد کردن این فیلد الزامی می باشد

# RequiredEntity
source: The field {0} is required.
fa_ir: وارد کردن فیلد {0} الزامی می باشد

# ResultIsEmpty
source: No result.no data found in this request
fa_ir: نتیجه ای یافت نشد، هیچ داده ای برای این درخواست یافت نشد

# SendingDataFailed
source: unfortunately there is an error sending the information
fa_ir: متاسفانه در ارسال اطلاعات خطایی رخ داده است

# SendMessageSuccessed
source: your message was sent successfully .
fa_ir: پیام شما با موفقیت ارسال شد

# ServiceConnectError
source: failed to connect to the service ( error connecting to service)
fa_ir: خطا در ارتباط با سرویس

# SignoutError
source: signing out operation has failed.please try later
fa_ir: در فرآیند خروج از سامانه خطایی رخ داده است

# StringLengthError
source: the minimum length of word ( number of character) is {1} and the maximum length of word ( number of character) is {2}. Please try again
fa_ir: محدوده مجاز طول کلمات وارده بین حداقل {2} و حداکثر {1} کاراکتر می باشد

# TellInputError
source: the datavalue entered in not valid for this field {0}.it must be ###-#######
fa_ir: <b>###-#######<b />: فرمت فیلد {0} وارده بصحیح نمی باشد، فرمت صحیح

# UnhandledError
source: not handled error has occurred in server
fa_ir: بروز خطای کنترل نشده در سرور

# UrlInputError
source: the selected adrress is not correct (the selected adrress is not correct)
fa_ir: آدرس انتخابی صحیح نمی باشد

# UserModifyFailed
source: Failed to Modify Data
fa_ir: اصلاح اطلاعات با شکست مواجه گشت

# YourSessionExpired
source: Session Expired Due to Inactivity
fa_ir: محدوده زمانی استفاده از این صفحه به پایان رسیده است

# KenoGridNullError
source: an Error Occurred on Grid
fa_ir: اطلاعاتی جهت نمایش از سرور یافت نشد

# KenoGridUnHandledError
source: Unhandled Error Occurred on Grid
fa_ir: بروز خطای کنترل نشده در دریافت اطلاعات گرید

# UnhandledErrorOnLoadingPage
source: Unhandled error occurred on loading page.
fa_ir: بروز خطای کنترل نشده در فراخوانی صفحه

source: Select atleast one Record
fa_ir: حداقل یک ردیف انتخاب نمایید

source: No selected any file
fa_ir: فایلی انتخاب نشده است

source: File Already Exist
fa_ir: فایل انتخابی موجود می باشد

source: File Extension is Not Valid
fa_ir: پسوند فایل انتخابی صحیح نمی باشد

source: Uploaded file size is more than maximun file size
fa_ir: حجم فایل ارسالی از حداکثر حجم مجاز بیشتر است

source: Please enter file title
fa_ir: عنوان فایل را وارد نمایید

source: Please select only one file
fa_ir: لطفا فقط یک فایل را انتخاب نمایید

# MaximumFileUploadCount
source: Maximum File Upload Count is {0}
fa_ir: حداکثر تعداد فایل قابل آپلود {0} فایل می باشد

source: Requested report not found
fa_ir: گزارش مورد نظر یافت نشد

# AjaxRequestError
source: Error in Proccecing Ajax Request
fa_ir: ارسال درخواست Ajax با مشکل مواجه شد

# Error404
source: [404] Requested Address Not Found
fa_ir: [آدرس درخواستی یافت نشد، کد خطا : [404

# Error500
source: [500] Internal Server Error
fa_ir: [خطای داخلی سرور، کد خطا : [500

# ErrorInParsingJson
source: Error in Parsing Json Format
fa_ir: ارسال درخواست Json با مشکل مواجه شد

source: Invalid Lock License
fa_ir: مجوزی جهت استفاده از سیستم یافت نشد

source: Item Not Found
fa_ir: آیتمی یافت نشد

# NewPasswordAndNewPasswordRepeateAreNotMatch
source: New Password and New Password Repeate Aren't Match
fa_ir: عدم تطابق کلمه عبور جدید و تکرار کلمه عبور

source: New user name required
fa_ir: وارد نمودن کلمه عبور جدید الزامی می باشد

source: Password is required
fa_ir: وارد نمودن کلمه عبور الزامی می باشد

# RepeatUserNameRequired
source: Repeat user name field required
fa_ir: وارد نمودن تکرار کلمه عبور الزامی می باشد

source: Request timeout
fa_ir: پایان زمان انتظار درخواست

source: Security error
fa_ir: خطای امنیتی

source: Server Is not Responding
fa_ir: پاسخی از سرور دریافت نشد

source: Session expired
fa_ir: جلسه شما منقضی شده است

source: Unfortunatly an error has occurred
fa_ir: متاسفانه خطایی رخ داده است

# UserAuthorizationError
source: You are not authorized to do requested operation
fa_ir: مجوز رسیدگی به این درخواست یافت نشد

source: Warning
fa_ir: هشدار

source: Are You Sure You Want to Delete This Record
fa_ir: آیا از حذف این رکورد اطمینان دارید؟

source: Choose a Record to Apply Changes
fa_ir: جهت اعمال تغییرات، رکورد مورد نظر را انتخاب نمایید (روی سطر مورد نظر کلیک نمایید)

# ChooseTheIoType
source: Choose the Enter/Exit Type
fa_ir: نوع ورود و خروج خود را تعیین نمایید

source: Fill the Required Fileds
fa_ir: فیلدهای مورد نیاز را تکمیل نمایید

source: Mission Detail is Required to Register This Mission Request
fa_ir: وارد نمودن جزئیات جهت ثبت این ماموریت الزامی می باشد

source: Please choose the date
fa_ir: لطفا تاریخ را انتخاب نمایید

source: Please choose the time
fa_ir: لطفا ساعت را انتخاب نمایید

source: Selected date range is incorrect
fa_ir: محدوده تاریخ انتخابی صحیح نمی باشد

# ViewEventsFromTheBeginingOfWorkingDayToHour
source: View Events from the Begining of Date {0} to {1}
fa_ir: مشاهده رویدادها از ابتدای روز کاری{0} تاساعت {1} می باشد

source: File Not Found
fa_ir: فایل یافت نشد

# FunctionIsNotDefind
source: The Function called is Not Found.
fa_ir: متد فراخوانی شده یافت نشد

# LoginOnlyByDefindedLink
source: Try to login from definded link
fa_ir: جهت ورود به سامانه فقط از لینک تعریف شده اقدام نمایید

# ItemCantBeEmpty
source: {0} Cant Be Empty
fa_ir: ({0}) نمیتواند خالی باشد

# NationalCodeLengthIsInvalid
source: The National Code Length Must Be 10 Digit
fa_ir: تعداد ارقام کد ملی باید 10 رقم باشد

source: EmployeeRepositoryDateConflictException
fa_ir: تاریخ این حکم با احکام دیگر این فرد تداخل دارد

source: EmployeeRepositoryDateConflictExceptionWithBreakRule
fa_ir: تاریخ این حکم با احکام دیگر این فرد تداخل دارد، آیا مایل به شکستن احکام این فرد هستید؟

source: Selected Time Range Is Incorrect
fa_ir: محدوده ساعت انتخابی صحیح نمیباشد

# SelectedValueIsInvalid
source: Selected {0} Is Invalid.
fa_ir: مقدار فیلد ({0}) نامعتبر است.

source: ChangesDoseNotApplied
fa_ir: تغییرات اعمال نشد

source: Choose at least one option
fa_ir: حداقل یک گزینه را انتخاب نمایید

# SelectAtLeastOnePerson
source: Select atleast one Record
fa_ir: حداقل یک نفر را انتخاب نمایید

source: Access Level Did Not Specified
fa_ir: سطح دسترسی مشخص نشده است

source: Not Defined Any Rule
fa_ir: قانونی تعریف نشده است

# TheDurationMustBeGreaterThan
source: The Duration Must Be Greater Than {0}
fa_ir: مقدار طول بایستی بزرگتر از ({0}) باشد

source: No Rule Is Defind
fa_ir: قانونی تعریف نشده است

# TheField1MustBeGreaterThanField2
source: The Field {0} Must Be Greater Than Field {1}
fa_ir: مقدار فیلد ({0}) باید از مقدار فیلد ({1}) بزرگتر باشد

# ExistContactBefor
source: This contact exists befor
fa_ir: این تماس قبلا در لیست وجود دارد

source: WorkingYear Already Assigned
fa_ir: سال کاری قبلا انتساب داده شده است.

source: AreYouSureYouWantToDelete ?
fa_ir: آیا از حذف این آیتم اطمینان دارید؟

source: Legal Not Permited Exit Value Cant Be Greater Than Day Length
fa_ir: زمان برای مجاز کردن خروج غیر مجاز نمی تواند از طول روز بزرگتر باشد.

source: Max Extra Work Cant Be Greater Than Day Length
fa_ir: سقف اضافه کار روزانه نمی تواند از طول روز بزرگتر باشد.

source: Min After Extra Work Cant Be Less Than Day Length
fa_ir: سقف اضافه کار بعد نمی تواند از کف آن کوچکتر باشد.

source: Min Befor Extra Work Cant Be Less Than Day Length
fa_ir: حداکثر اضافه کار قبل نمی تواند از حداقل آن کوچکتر باشد.

source: Min Extra Work Cant Be Greater Than Day Length
fa_ir: کف اضافه کار روزانه نمی تواند از طول روز بزرگتر باشد.

source: Min Extra Work Cant Be Less Than Day Length
fa_ir: سقف اضافه کار روزانه نمی تواند از کف آن کوچکتر باشد.

source: Min Presence To Avoid Absence Cant Be Greater Than Day Length
fa_ir: حداقل زمان حضور جهت عدم محاسبه غیبت نمی تواند از طول روز بزرگتر باشد.

source: Min Presence To Computing Work Cant Be Greater Than Day Length
fa_ir: حداقل زمان حضور جهت محاسبه کارکرد نمی تواند از طول روز بزرگتر باشد.

source: Permited Delay Value Cant Be Greater Than Day Length
fa_ir: مقدار تاخیر مجاز روزانه نمی تواند از طول روز بزرگتر باشد.

source: Permited Hurry Value Cant Be Greater Than Day Length
fa_ir: مقدار تعجیل مجاز روزانه نمی تواند از طول روز بزرگتر باشد.

source: Destination Date Overlaped With Source Date
fa_ir: تاریخ روز های مبدا و مقصد نباید با هم تداخل داشته باشند

source: Destination From Date Is Greater Than Destination End Date
fa_ir: تاریخ ابتدای مقصد از تاریخ انتهای مقصد بزرگتر است

source: Source From Date Is Greater Than Source End Date
fa_ir: تاریخ ابتدای مبدا از تاریخ انتهای مبدا بزرگتر اس

source: Personal list is empty
fa_ir: هیچ پرسنلی انتخاب نشده است

source: PeriodIsEmpty
fa_ir: دوره خالی است

source: WorkgroupIsEmpty
fa_ir: گروه کاری خالی است

source: Visitor Already Exist
fa_ir: بدلیل وجود مشاهده کننده، امکان افزودن وجود ندارد

# EachRuleAtleastMustContainJobPosition
source: Each Rule Atleast Must Contain one JobPosition
fa_ir: هر قانون حداقل باید یک موقعیت شغلی را شامل شود

source: Error In Register
fa_ir: خطا در ثبت

source: Select A Aggregation Function
fa_ir: یک تابع تجمیعی را انتخاب نمایید

# TheFirstAndSecondOperandAreNotOfAKind
source: The first and second operands are not of a kind
fa_ir: عملوند اول و دوم از یک جنس نیستند

source: The first operand must be of numeric
fa_ir: عملوند اول باید از جنس عددی باشد

source: This Function Only Used In Logical Conditions
fa_ir: این تابع فقط در شروط منطقی استفاده می شود

source: The Operand Must Be Of Numeric
fa_ir: عملوند باید از جنس عددی باشد

source: Groups can not be added to operand
fa_ir: گروه را نمی توان به عملوند افزود

# ThisFeatureCanNotBeAddedToTheSecondOperand
source: This feature can be added to the second operand
fa_ir: این خصوصیت را نمی توان به عملوند دوم اضافه کرد

source: Select A Aggregation Property
fa_ir: یک خصوصیت تجمیعی انتخاب نمایید

source: Select A Logical Variable
fa_ir: یک متغیر منطقی انتخاب نمایید

source: Select A Numerical Variable
fa_ir: یک متغیر عددی انتخاب نمایید

source: This Variable Can Not Use In Computing Conditions
fa_ir: این متفیر را نمی توان در شروط محاسباتی بکار برد

source: This Variable Can Not Use In Logical Conditions
fa_ir: این متفیر را نمی توان در شروط منطقی بکار برد

source: Operand Must Be Aggregation
fa_ir: عملوند باید تجمیعی باشد

source: Body is not defined
fa_ir: بدنه فرمول تعریف نشده است

source: Complete All Body Fields
fa_ir: همه فیلدهای بدنه فرمول را کامل نمایید

source: Complete All Condition Fields
fa_ir: همه فیلدهای شرط فرمول را کامل نمایید

source: condition is not defined
fa_ir: شرط فرمول تعریف نشده است

# SelectAtLeastOneRequest
source: There are any request select
fa_ir: هیچ درخواستی انتخاب نشده است

source: This Property Is Not Assignable
fa_ir: این خصوصیت قابل مقداردهی نیست

source: The First Operand And Target Are Not Of A Kind
fa_ir: جنس عملوند اول و هدف یکسان نیست

source: This Property Can Not Be Added To The First Operand
fa_ir: این خصوصیت را نمی توان به عملوند اول افزود

source: Target Can Not Be Assign By User
fa_ir: هدف قابلیت مقداردهی توسط کاربر را ندارد

source: The Entered Password Dose Not have Minimum Password Policy Requerments
fa_ir: کلمه عبور وارد شده فاقد امنیت لازم جهت ذخیره می باشد

source: The Requested Page Not Found
fa_ir: صفحه فراخوانی شده یافت نشد

source: Are You Sure To Change WorkFlow Template
fa_ir: تغییر قالب، ممکن است بر روی کارتابل مدیران این قالب تاثیر گذار باشد ، مطمئن هستید ؟

source: You Cant Assign Someone As His / Her Deputy
fa_ir: شما نمی توانید پست سازمانی را بعنوان جانشین خودش انتخاب نمایید

# ErrorInGet
source: Error In Get {0}
fa_ir: خطا در دریافت {0}

# NoDataFoundFor
source: No Data Found For {0}
fa_ir: داده ای برای {0} یافت نشد

source: Can Only Edit TheDefault Year
fa_ir: فقط امکان ویرایش سال پیش فرض وجود دارد

# RangIsNotCorrect
source: Range is not correct
fa_ir: محدوده وارد شده صحیح نیست

source: The Entered Values Could Not Be Equal
fa_ir: مقادریر وارد شده نمی توانند برابر باشند

source: Are You Want To Update Other Precepts Of Personnel
fa_ir: آیا مایل به بروزرسانی سایر احکام این پرسنل، طبق تاریخ خاتمه خدمت می باشید؟

source: Are You Sure
fa_ir: آیا نسبت به انجام این عمل مطمئن هستید؟

source: The Shif tRelocations Is Bigger Than Maximum Limit
fa_ir: تعداد تعویض شیفت ها بیش از حد مجاز است

# FieldsCouldNotBeEqual
source: The field ({0}) could not be equal with filed ({1})
fa_ir: فیلد ({0}) نمیتواند با فیلد ({1}) یکسان باشد

# TheSourceDateRangeIsOutOfPeriodDateRange
source: The Source Date Range Is Out Of Selected Period Date Range
fa_ir: محدوده تاریخ مبدا نباید خارج از محدوده تاریخ دوره انتخابی باشد

source: Previously assigned shifts will be cleared
fa_ir: شیفت های اختصاص داده شده قبلی پاک خواهند شد

source: Error In File Operation
fa_ir: خطا در عملیات فایل

# MaximumLoginTryReached
source: Maximum login try reached your account locked for {0} minute(s) .
fa_ir: بدلیل تلاش های ناموفق مکرر جهت ورود به سیستم حساب کاربری شما برای {0} دقیقه غیر فعال شده است.

source: Message Cannot Be Empty
fa_ir: متن پیام نمی تواند خالی باشد.

source: Please Select A Recipient
fa_ir: لطفا یک مخاطب انتخاب کنید

# LockDeactivationWarning
source: Warning : After deactivation operation system wouldn't be accessible for any user .
fa_ir: توجه: در صورت ادامه عملیات قفل شما غیر فعال خواهد شد و سیستم دسترسی لازم برای ورود را به هیچ کس نخواهد داد تنها در صورت اطمینان از عملیاتی که می خواهید انجام دهید بر روی دکمه ادامه عملیات کلیک کنید.

source: Canno tLogin With ActiveDirectory
fa_ir: دسترسی به سیستم از طریق اکتیو دایرکتوری امکانپذیر نیست.

# IsNotSynchWithServicesVersion
source: A Newer Version Of Application Is Avilable .Please Update to Latest Version.
fa_ir: یک نسخه جدید از برنامه موجود است ابتدا برنامه را بروزرسانی کرده سپس وارد برنامه شوید

source: Are You Ok For Copy Day Work?
fa_ir: آیا مایل به کپی کردن روزهای فوق هستید؟

# SelectedPeriodDoesNotContianTheDate
source: Selected Period Does No Contian The Date
fa_ir: تارخ در محدوده دوره انتخاب شده نیست

# TimeForVacationCouldNotZero
source: Time For Vacation Could Not Be Zero
fa_ir: مدت زمان مرخصی نمی تواند صفر باشد

source: Calculation Not Run Until Period Is Over
fa_ir: با توجه به پایان نیافتن دوره امکان انجام محاسبات دوره ای وجود ندارد

source: First Day Of Period Should Not Greater Than Last
fa_ir: روز ابتدای دوره نباید از انتها بیشتر باشد

# TheField1ShouldNotBeGreaterThanField2
source: The Field {0} Should Not Be Greater Than Field {1}
fa_ir: مقدار فیلد ({0}) نباید از مقدار فیلد ({1}) بزرگتر باشد

source: Please Select Parent
fa_ir: لطفا زیر مجموعه را انتخاب نمایید

source: Can Not Add An Organization Chart As Ists SubSet
fa_ir: یک چارت سازمانی نمی تواند به عنوان زیر مجموعه ای از خودش تعریف شود.

source: CanNot Add Aـ Job Position As Ists SubSet
fa_ir: یک پست سازمانی نمی تواند به عنوان زیر مجموعه ای از خودش تعریف شود.

source: Can Not Add A Job Posiotiont As Ists Alternate JobPosiotion
fa_ir: یک پست سازمانی نمی تواند بعنوان جانشین خودش تعریف شود.

source: Please Enter The Name Of Work Calendar
fa_ir: لطفا نام تقویم کاری را وارد کنید

source: Please Enter Filter Name
fa_ir: لطفا نام فیلتر را وارد کنید

source: Please Select Mission Location
fa_ir: لطفا محل ماموریت را انتخاب نمایید

source: Filter List Item Cant Be Empty
fa_ir: نام فیلتر نمیتواند خالی باشد

source: Module Item Cant Be Empty
fa_ir: ماژول نمیتواند خالی باشد

source: Username Item Cant Be Empty
fa_ir: نام کاربری نمیتواند خالی باشد

source: Quick Access Not Available Because Termination Date Is Over
fa_ir: این پرسنل به دلیل خاتمه خدمت قابل ویرایش سریع نیست

source: Start Date Is Greater Than End Date
fa_ir: تاریخ شروع بزرگتر از تاریخ پایان می باشد

source: Please Defined Job Place
fa_ir: محل خدمتی در فرم محل های خدمتی تعریف نشده است

source: Please Defined Job Categories
fa_ir: لطفا دسته بندی شغلی را تعریف کنید

source: Please Defined Job In Job Title
fa_ir: لطفا شغلی در فرم مشاغل تعریف کنید

source: Job Position Assigned At This Date
fa_ir: این پست سازمانی قبلا در این تاریخ اختصاص داده شده است

source: Employee Is Modified
fa_ir: پرسنل ویرایش شد

source: Job Position Is Empty
fa_ir: پست سازمانی خالی است

source: Organization Chart Is Empty
fa_ir: چارت سازمانی خالی است

source: Job Position Precept Saved
fa_ir: حکم پست سازمانی ثبت شد

source: Organization Chart Updated
fa_ir: چارت سازمانی بروزرسانی شد

source: Key Updated
fa_ir: کلید ویرایش شد

source: Key Updated Failed
fa_ir: مشکلی در ویرایش کلید به وجود آمده است

source: Key Assigned Before
fa_ir: این کلید قبلا اختصاص داده شده است

source: Employee Is Added
fa_ir: پرسنل ایجاد شد

# DocumentTypeIsNotSpecified
source: Attachment title is not specified
fa_ir: عنوان پیوست خالی است

source: Please Select Mission Transport Type
fa_ir: لطفا نوع وسیله نقلیه ماموریت را انتخاب کنید

# TimeForMissionCouldNotZero
source: Time For Mission Could Not Be Zero
fa_ir: مدت زمان ماموریت نمی تواند صفر باشد

# PersonnelImportFileGuide
source: Attached file should contain: Personnel Code - Name - Family Name - Father's Name - National Code - Birth Certificate Id - Gender - Date of Birth - Place of Birth - Employment Mode - Employment Date - End Date - Cart Number and Second Cart Number which are separated by Tab, Comma or White Space.
fa_ir: فایل پیوستی بایستی شامل کد پرسنلی - نام - نام خانوادگی - نام پدر - کد ملی - شماره شناسنامه - جنسیت - تاریخ تولد - محل تولد - نوع استخدام - تاریخ استخدام - تاریخ خاتمه - شماره کارت و شماره کارت دوم باشد که توسط Tab ، کاما (,) و یا فاصله خالی از هم جدا شده باشند

# ValidFileExtensionIs
source: {0} File Extension Is Valid
fa_ir: پسوند فایل {0} قابل قبول می باشد

# MaximumFileUploadSizeInMBIs
source: Maximum File Upload Size Is {0} Megabytes
fa_ir: حداکثر حجم فایل های ارسالی در هر بار ارسال {0} مگابایت می باشد

# DoesContainKeyPrecepts
source: Does Contain Key Percepts?
fa_ir: شامل احکام کلید باشد؟

# MaximumFileUploadSizeInKBIs
source: Maximum File Upload Size Is {0} Kilobytes
fa_ir: حداکثر حجم فایل های ارسالی در هر بار ارسال {0} کیلوبایت می باشد

source: Name of Attached File Should Match Personnel Code
fa_ir: نام فایل پیوستی بایستی با کد پرسنلی شخص یکسان باشد

# InitialVacationImportFileGuide
source: Attached file should contain: Personnel Code - Usable Value - Last Year Useable Transfer Value - Unusable Value and Burnt Value which are separated by Comma or White Space
fa_ir: فایل پیوستی بایستی شامل کد پرسنلی - مقدار قابل استفاده - مقدار قابل استفاده انتقالی از سال قبل - مقدار غیرقابل استفاده و مقدار سوخت شده باشد که توسط کاما و یا فاصله خالی از هم جدا شده اند

# KeyImportFileGuide
source: Attached file should contain: Personnel Code - Card Number and Second Card Number which are separated by Tab, Comma or White Space.
fa_ir: فایل پیوستی بایستی شامل کد پرسنلی - شماره کارت و شماره کارت دوم باشد که توسط Tab یا کاما از هم جدا شده اند

# SpecialAddSubVacationImportFileGuide
source: Attached file should contain: Personnel Code and Value which are separated by Comma or White Space
fa_ir: فایل پیوستی بایستی شامل کد پرسنلی و مقدار باشد که توسط کاما و یا فاصله خالی از هم جدا شده اند

source: Please Select One Period
fa_ir: لطفا یک دوره انتخاب کنید

source: Please Select One Person
fa_ir: لطفا یک پرسنل انتخاب کنید

source: Mission Detail Date Not Coverge Mission Date Range
fa_ir: جزئیات ماموریت، محدوده تاریخی ماموریت را پوشش نمی دهد

source: Download Request Alert Application
fa_ir: دریافت برنامه اعلان درخواست

source: Are You Sure For Group
fa_ir: آیا نسبت به انجام این عمل به صورت گروهی مطمئن هستید؟

source: Sum of Entered Special Extrawork is Bigger Than Selected Organization Chart's Limit
fa_ir: مجموع اضافه کار ویژه وارد شده بیش از حد مجاز چارت سازمانی انتخاب شده است

source: Access Denied !
fa_ir: دسترسی غیر مجاز!

# InputError
source: Please Enter a Valid Value
fa_ir: مقادیر را بدرستی وارد نمایید

source: Parent Could Not Be Null
fa_ir: زیر مجموعه نمی تواند خالی باشد

source: Entered Date(s) Are Invalid
fa_ir: تاریخ (های) وارد شده نا معتبر است.

source: National Code Is Invalid
fa_ir: کد ملی وارد شده صحیح نمیباشد

source: Please Wait
fa_ir: لطفا منتظر باشید

source: Name Cannot Be Repetitive
fa_ir: نام نمی تواند تکراری باشد

source: Please Choose A New {0} For {1}
fa_ir: لطفا یک {0} جدید برای {1} انتخاب نمایید

# ItemCanNotBeEmpty
source: Can Not Be Empty
fa_ir: نمیتواند خالی باشد

source: You Cant Assign This Variable To This Condition
fa_ir: شما نمیتوانید این متغیر را به این شرط اضافه کنید

source: Please First Insert First Operand
fa_ir: ابتدا عملگر اول را وارد کنید

source: Please Select Vacation Type
fa_ir: لطفا نوع مرخصی را انتخاب کنید

source: Please Enter Target Part First
fa_ir: لطفا ابتدا قسمت نتیجه را وارد کنید

source: Logical And Numeric Variables Only Can Use In Conditions
fa_ir: متغیر های عددی و منطقی تنها در شرط میتوانند استفاده شوند.

source: Applicant Already Added
fa_ir: این تایید کننده قبلا اضافه شده است

source: At Least One Rule is Needed
fa_ir: حداقل یک قانون نیاز است

source: Job Position Already Added
fa_ir: این پست سازمانی قبلا اضافه شده است

source: Item Already Added
fa_ir: این آیتم قبلا اضافه شده است

# PleaseSelectFormulaForExport
source: Please Select Formula(s) For Export
fa_ir: لطفا فرمولی را جهت تولید فایل خروجی انتخاب کنید
